{
  "generatedAt": "2025-12-13T16:34:25.416Z",
  "totalCount": 451,
  "misconceptions": [
    {
      "id": "federallegaltenderlawsintheuni-508d",
      "text": "Federal legal tender laws in the United States do not require that private businesses, persons, or organizations accept cash for payment, though it must be treated as valid payment for debts when tendered to a creditor.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "adidasisnotanacronymforalldayi-5c25",
      "text": "Adidas is not an acronym for \"All day I dream about sports\", \"All day I dream about soccer\", or \"All day I dream about sex\". The company was named after its founder Adolf \"Adi\" Dassler in 1949. The earliest publication found of the latter backronym was in 1978, as a joke.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thelettersarinar15standforarma-39b7",
      "text": "The letters \"AR\" in AR-15 stand for \"ArmaLite Rifle\", reflecting the company ArmaLite that originally manufactured the weapon. They do not stand for \"assault rifle\".",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thecocacolabottlescontourbottl-233e",
      "text": "The Coca-Cola bottle's contour bottle was not designed by the industrial designer Raymond Loewy.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thecommonimageofsantaclausfath-6877",
      "text": "The common image of Santa Claus (Father Christmas) as a large jolly man in red garments was not created by the Coca-Cola Company as an advertising tool. Santa Claus had already taken this form in American popular culture by the late 19th century, long before Coca-Cola used his image in the 1930s.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thechevroletnovasoldwellinlati-4056",
      "text": "The Chevrolet Nova sold well in Latin American markets; General Motors did not rename the car. While no va does mean \"doesn't go\" in Spanish, nova was easily understood to mean \"new\".",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "netflixwasnotfoundedafteritsco-513b",
      "text": "Netflix was not founded after its co-founder Reed Hastings was charged a $40 late fee by Blockbuster. Hastings made the story up to summarize Netflix's value proposition; Netflix's founders were actually inspired by Amazon.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "pepsicoinnorealsenseeverownedt-6fab",
      "text": "PepsiCo in no real sense ever owned the \"6th most powerful navy\" in the world after a deal with the Soviet Union. In 1989, Pepsi acquired several decommissioned warships as part of a barter deal. The oil tankers were leased out or sold and the other ships sold for scrap. A follow-on deal involved another 10 ships.",
      "section": "Business",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "ancientgreekandromansculptures-538a",
      "text": "Ancient Greek and Roman sculptures were originally painted in colors; they appear white today only because the original pigments have deteriorated. Some well-preserved statues still bear traces of their original coloration.",
      "section": "Fine arts",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "michelangelowasstandingnotlyin-218e",
      "text": "Michelangelo was standing, not lying down, while painting the ceiling of the Sistine Chapel.",
      "section": "Fine arts",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "searingdoesnotsealinmoisturein-3621",
      "text": "Searing does not seal in moisture in meat; it causes it to lose some moisture. Meat is seared to brown it and to affect its color, flavor, and texture.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "braisingmeatdoesnotaddmoisture-4d11",
      "text": "Braising meat does not add moisture; it causes it to lose some moisture. Moisture appears to be added when the gentle cooking breaks down connective tissue and collagen, which lubricates and tenderizes fibers.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "musselsandclamsthatdonotopenwh-1fdc",
      "text": "Mussels and clams that do not open when cooked can still be fully cooked and safe to eat.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "twinkiesanamericansnackcakegen-64d8",
      "text": "Twinkies, an American snack cake generally considered to be \"junk food\", have a shelf life of around 25 days, despite the common claim (usually facetious) that they remain edible for decades. The official shelf life is 45 days. Twinkies normally remain on a store shelf for 7 to 10 days.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "packagedfoodswhenproperlystore-6d6b",
      "text": "Packaged foods, when properly stored, can safely be eaten past their \"expiration\" dates in the US. While some US states regulate expiration dates for some products, and they're required federally for infant formula, generally \"use-by\" and \"best-by\" dates are manufacturer suggestions for best quality.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "storingbreadintherefrigeratorm-2fe0",
      "text": "Storing bread in the refrigerator makes it go stale faster than leaving it at room temperature. It does, however, slow mold growth.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "crystallizedhoneyisnotspoiledt-49a1",
      "text": "Crystallized honey is not spoiled. The crystals are formed by low temperature crystallization, a high glucose level, and the presence of pollen. The crystallization can be reversed by gentle heating.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "seedsarenotthespiciestpartofch-6b26",
      "text": "Seeds are not the spiciest part of chili peppers. In fact, seeds contain a low amount of capsaicin, one of several compounds which induce the hot sensation (pungency) in mammals. The highest concentration of capsaicin is located in the placental tissue (the pith) to which the seeds are attached.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "turkeymeatisnotparticularlyhig-4d5d",
      "text": "Turkey meat is not particularly high in tryptophan, and does not cause more drowsiness than other foods. Drowsiness after large meals such as Christmas or Thanksgiving dinner generally comes from overeating.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "darkerroastsofcoffeedonotalway-68a0",
      "text": "Darker roasts of coffee do not always contain more caffeine than lighter roasts. When coffee is roasted, it expands and loses water. When the resultant coffee is ground and measured volumetrically, the denser lighter roasts have more coffee per cup, meaning they contain more caffeine.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "bourbonwhiskeydoesnothavetobed-5f36",
      "text": "Bourbon whiskey does not have to be distilled in Kentucky. Bourbon is also distilled in states such as New York, California, Wyoming and Washington, as the legal requirement is only that it be made in the US. However, Kentucky does produce the majority of bourbon.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "usingmildsoaponwellseasonedcas-353e",
      "text": "Using mild soap on well-seasoned cast-iron cookware will not damage the seasoning. This is not because modern soaps are gentler than older soaps.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "althoughmostsushicontainssomef-5578",
      "text": "Although most sushi contains some form of seafood, the term does not mean 'raw fish', as it refers to the vinegar-prepared rice the dish contains, nor is fish a defining ingredient of sushi. Some sushi, such as kappamaki, contain no fish.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "allspiceisnotamixofspicesitisa-b396",
      "text": "Allspice is not a mix of spices. It is a single spice—sourced from the Caribbean tree Pimenta dioica, also known as pimenta, pimento, and Jamaican pepper in various places around the world—so called because it seems to combine the flavours and scents of many spices, especially cinnamon, nutmeg, cloves and black pepper.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "monosodiumglutamatehasnotbeenf-6878",
      "text": "Monosodium glutamate has not been found to cause headaches and other feelings of discomfort, known as \"Chinese restaurant syndrome\" in placebo-controlled trials. Although there are reports of MSG sensitivity among a subset of the population, this has not been demonstrated in trials.",
      "section": "Food and cooking",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "steaktartarewasnotinventedbymo-5592",
      "text": "Steak tartare was not invented by Mongol warriors who tenderized horse meat under their saddles. It is likely named after the French tartar sauce, evolving from an early 20th century French dish where the sauce was served with steaks.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "marcopolodidnotintroducepastat-4995",
      "text": "Marco Polo did not introduce pasta to Italy from China. The misconception originated as promotional material in the Macaroni Journal, a newsletter published by an association of American pasta makers.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "spiceswerenotusedinthemiddleag-649e",
      "text": "Spices were not used in the Middle Ages to mask the flavor of rotten meat before refrigeration. Spices were an expensive luxury item; those who could afford them could afford good meat, and no contemporaneous documents call for using spices to disguise the taste of bad meat.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "catherinedemediciscooksdidnoti-3e33",
      "text": "Catherine de' Medici's cooks did not introduce Italian foods and techniques to the French royal court, laying the foundations for the development of French haute cuisine.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "whippedcreamwasnotinventedbyfr-4b69",
      "text": "Whipped cream was not invented by François Vatel in 1661 and later named at the Château de Chantilly where it was notably served; similar recipes are attested at least a century earlier in France and England.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "domprignondidnotinventchampagn-46d1",
      "text": "Dom Pérignon did not invent champagne. Wine naturally starts to bubble after being pressed, and bubbles at the time were considered a flaw which Pérignon worked unsuccessfully to eliminate.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "potatochipsalsoknownaspotatocr-8a57",
      "text": "Potato chips (also known as potato crisps) were not invented by a frustrated George Speck in response to a customer, sometimes given as Cornelius Vanderbilt, complaining that his French fries were too thick and not salty enough. Recipes for potato chips were published as early as 1817. The misconception was popularized by a 1973 advertising campaign by the St. Regis Paper Company.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "georgewashingtoncarverwasnotth-8f91",
      "text": "George Washington Carver was not the inventor of peanut butter. The first peanut butter related patent was filed by John Harvey Kellogg in 1895, and peanut butter was used by the Incas centuries prior to that. Carver did compile hundreds of uses for peanuts, in addition to uses for pecans and sweet potatoes. An opinion piece by William F. Buckley Jr. may have been the source of the misconception.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "fortunecookiesarenotauthentica-6707",
      "text": "Fortune cookies are not authentically part of Chinese cuisine, despite their ubiquity in Chinese restaurants in the United States and other Western countries. They originated in Japan and were introduced to the US by the Japanese. In China, they are considered American, and are rare.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "juliuscaesardidnotinventcaesar-2fc9",
      "text": "Julius Caesar did not invent Caesar salad. Its creator was Caesar Cardini, an Italian-American restaurateur, in Tijuana, Mexico, in 1924.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "hydroxisnotaknockoffoforeoshyd-5289",
      "text": "Hydrox is not a knock-off of Oreos. Hydrox, invented in 1908, predates Oreos by four years and was initially more popular than Oreos. The name \"Hydrox\" being said to sound like a laundry detergent contributed to its market decline.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thedifferencebetweenthetasteof-1028b",
      "text": "The difference between the taste of \"banana-flavored\" candy and a real banana is not due to the former being specifically designed to replicate the taste of Gros Michel bananas, the cultivar that dominated the American banana market before the rise of Cavendish bananas. All banana cultivars derive their flavor from a complex mix of many compounds, while a single compound, isoamyl acetate, gives banana candy its flavor. Isoamyl acetate naturally occurs in bananas as well as many other fruits and fermented beverages. It is more concentrated in Gros Michel bananas than in Cavendish bananas, but its use in candy production was due to its simple production, not any specific resemblance to a banana's flavor.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "neithermongolianbeefnormongoli-9ddb",
      "text": "Neither Mongolian beef nor Mongolian barbeque, which are Chinese dishes, have anything to do with Mongolian cuisine nor were they even inspired by it. They were in fact conceived in Taiwan in the 1950s and were originally going to be named after Beijing, the hometown of its creator, however this choice was avoided due to the association of Beijing with Communism. The name Mongolia was only chosen due to invoking exotic associations.",
      "section": "Food and cooking",
      "subsection": "Food and drink history",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "microwaveovensarenottunedtoany-3fab",
      "text": "Microwave ovens are not tuned to any specific resonant frequency for water molecules in the food. They cook food via dielectric heating of polar molecules, including water.",
      "section": "Food and cooking",
      "subsection": "Microwave ovens",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "microwaveovensdonotcookfoodfro-9a0b",
      "text": "Microwave ovens do not cook food from the inside out. 2.45 GHz microwaves can only penetrate approximately 1–1.5 inches (2.5–3.8 centimeters) into most foods. The inside portions of thicker foods are mainly heated by heat conducted from the outer layers.",
      "section": "Food and cooking",
      "subsection": "Microwave ovens",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theradiationproducedbyamicrowa-12131",
      "text": "The radiation produced by a microwave oven is non-ionizing, similar to visible light or radio waves. It therefore does not have the cancer risks associated with ionizing radiation such as X-rays and high-energy particles, nor does it render the food radioactive. All microwave radiation dissipates as heat. Long-term rodent studies to assess cancer risk have so far failed to identify any carcinogenicity from 2.45 GHz microwave radiation even with chronic exposure levels (i.e. large fraction of life span) far larger than humans are likely to encounter from any leaking ovens. The risk of injury from direct exposure to microwaves is not cumulative, but instead the result of a high-intensity exposure resulting in tissue burns, in much the same way that a high-intensity laser can burn.",
      "section": "Food and cooking",
      "subsection": "Microwave ovens",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "microwavingfooddoesnotsignific-451f",
      "text": "Microwaving food does not significantly reduce its nutritive value more than other ways of heating and may preserve it better than other cooking processes due to shorter cooking times.",
      "section": "Food and cooking",
      "subsection": "Microwave ovens",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "ronaldreaganwasneverseriouslyc-7cfe",
      "text": "Ronald Reagan was never seriously considered for the role of Rick Blaine in the 1942 film Casablanca, eventually played by Humphrey Bogart. An early studio press release mentioned Reagan, but the studio already knew that Reagan was unavailable because of his upcoming military service. Indeed, the producer had always wanted Bogart for the part.",
      "section": "Film and television",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "waltdisneystudiossnowwhiteandt-a5e1",
      "text": "Walt Disney Studios' Snow White and the Seven Dwarfs was not the first animated film to be feature-length. El Apóstol, a lost 1917 Argentine silent film that used cutout animation, is considered the first. The Adventures of Prince Achmed, a German film from 1926 also using the cutout technique, is the oldest animated feature that survives. The misconception comes from Snow White and the Seven Dwarfs being the first feature-length film to be animated on cels.",
      "section": "Film and television",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "the1939filmthewizardofozwasnot-3474",
      "text": "The 1939 film The Wizard of Oz was not the first film in color. Kinemacolor was used starting in 1902, and the first Technicolor process debuted in 1917.",
      "section": "Film and television",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "a1990sfilmtitledshazaamstarrin-9b1a",
      "text": "A 1990s film titled Shazaam starring American comedian and actor Sinbad as a genie has never existed. False memories of this film are often cited as an example of the Mandela effect, and are commonly attributed to the 1996 film Kazaam, which featured basketball player Shaquille O'Neal as the titular genie, along with Sinbad's appearance wearing a genie costume while introducing the 1977 film Sinbad and the Eye of the Tiger on TNT in 1994.",
      "section": "Film and television",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thepronunciationofcoronalfrica-5a3d",
      "text": "The pronunciation of coronal fricatives in Spanish did not arise through imitation of a lisping king. Only one Spanish king, Peter of Castile, is documented as having a lisp, and the current pronunciation originated two centuries after his death.",
      "section": "Language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "signlanguagesarenotthesameworl-3dcb",
      "text": "Sign languages are not the same worldwide. Aside from the pidgin International Sign, each country generally has its own native sign language, and some have more than one.",
      "section": "Language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thewordgringodidnotoriginatedu-b432",
      "text": "The word \"gringo\" did not originate during the Mexican–American War (1846–1848) as a corruption of \"Green, go home!\", in reference to the green uniforms of American troops. The word originally simply meant \"foreigner\", and is probably a corruption of the Spanish word griego for \"Greek\" (along the lines of the idiom \"It's Greek to me\").",
      "section": "Language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theguuguyimithirrwordgangurruw-49b8",
      "text": "The Guugu Yimithirr word gangurru, which is the basis for the English word \"kangaroo,\" is not a misinterpretation by James Cook of a word meaning \"I don't know.\" Instead, it refers to eastern grey kangaroos.",
      "section": "Language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thereisnoknownequivalentinthec-50659",
      "text": "There is no known equivalent in the Chinese language for the so-called \"Chinese curse\", \"May you live in interesting times.\" The nearest related Chinese expression translates as \"Better to be a dog in times of tranquility than a human in times of chaos.\" (寧為太平犬，不做亂世人) The expression originates from Volume 3 of the 1627 short story collection by Feng Menglong, Stories to Awaken the World.",
      "section": "Language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "mainarticleslistofcommonfalsee-2095",
      "text": "Main articles: List of common false etymologies and Common English usage misconceptions",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "napoleonbonapartedidnotsayletc-2b73",
      "text": "Napoleon Bonaparte did not say \"Let China sleep, for when she wakes she will shake the world,\" or any similar declaration.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "itispermissibletoendasentencew-6827",
      "text": "It is permissible to end a sentence with a preposition. The supposed rule against it originated in an attempt to imitate Latin, but modern linguists agree that it is a natural and organic part of the English language. Similarly, modern style and usage manuals allow split infinitives.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "africanamericanvernacularengli-56c9",
      "text": "African American Vernacular English speakers do not simply replace \"is\" with \"be\" across all tenses, with no added meaning. In fact, AAVE speakers use \"be\" to mark a habitual grammatical aspect not explicitly distinguished in Standard English.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "420didnotoriginatefromthelosan-61d5",
      "text": "\"420\" did not originate from the Los Angeles police or penal code for marijuana use. California Penal Code section 420 prohibits the obstruction of access to public land. The use of \"420\" started in 1971 at San Rafael High School, where a group of students would go to smoke at 4:20 pm.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "xmasdidnotoriginateasasecularp-87fb",
      "text": "Xmas did not originate as a secular plan to \"take Christ out of Christmas\". X represents the Greek letter chi, the first letter of Χριστός (Christós), \"Christ\" in Greek, as found in the chi-rho symbol (ΧΡ) since the 4th century. In English, \"X\" was first used as a scribal abbreviation for \"Christ\" in 1021.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thewordcrapdidnotoriginateasab-39c7",
      "text": "The word crap did not originate as a back-formation of British plumber Thomas Crapper's apt surname. The word crap ultimately comes from Medieval Latin crappa.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thewordfuckdidnotoriginateinth-f06c",
      "text": "The word fuck did not originate in the Middle Ages as an acronym. Proposed acronyms include \"fornicating under consent of king\" or \"for unlawful carnal knowledge\", purportedly used as a sign posted above adulterers in the stocks. Nor did it originate as a corruption of \"pluck yew\" (an idiom falsely attributed to the English for drawing a longbow). It is most likely derived from Middle Dutch or other Germanic languages, where it either meant \"to thrust\" or \"to copulate with\" (fokken in Middle Dutch), \"to copulate\", or \"to strike, push, copulate\" or \"penis\". Either way, these variations would have been derived from the Indo-European root word -peuk, meaning \"to prick\".",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theexpressionruleofthumbdidnot-81a2",
      "text": "The expression \"rule of thumb\" did not originate from an English law allowing a man to beat his wife with a stick no thicker than his thumb, and there is no evidence that such a law ever existed. The expression originates from the late seventeenth century from various trades where quantities were measured by comparison to the width or length of a thumb.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thetermbluelawsdenotinglawsban-3808",
      "text": "The term \"blue laws\", denoting laws banning certain activities on specific days, did not originate from such laws being originally written on blue paper.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thewordthewasneverpronouncedor-8abd",
      "text": "The word the was never pronounced or spelled \"ye\" in Old or Middle English. The confusion, seen in the common stock phrase \"ye olde\", derives from the use of the character thorn (þ), which in Middle English represented the sound now represented in Modern English by \"th\". This evolved as early printing presses replaced the word the with \"yͤ\", a \"y\" character with a superscript \"e\".",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theantiitalianslurwopdidnotori-46d9",
      "text": "The anti-Italian slur wop did not originate from an acronym for \"without papers\" or \"without passport\"; it is actually derived from the term guappo (roughly meaning thug), from the Spanish guapo.",
      "section": "Language",
      "subsection": "English language",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "crimeratesaredecliningformostt-adb9",
      "text": "Crime rates are declining for most types of crime, beginning in the mid to late 1980s and early 1990s. In Europe, crime statistics show this is part of a broader pattern of crime decline since the late Middle Ages, with a reversal from the 1960s to the 1980s and 1990s, before the decline continued. In the United States, between 1993 and 2022, the rate of violent crime per 100,000 people fell by almost 50%, and the rate of property crime fell by more than half. The number of gun homicides also decreased.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "studiesconsistentlyfindthatcor-687b",
      "text": "Studies consistently find that corporal punishment may have the opposite of its intended effect in the long run, decreasing long-term obedience, while increasing the chances of aggressive behavior, depression, anxiety, suicide, and physical abuse. See also Alternatives to spanking.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "chewinggumisnotpunishablebycan-997a",
      "text": "Chewing gum is not punishable by caning in Singapore. Although importing and selling chewing gum has been illegal in Singapore since 1992, and corporal punishment is still an applicable penalty for certain offenses in the country, the two facts are unrelated; chewing gum-related offenses have always been only subject to fines and incarceration, and the possession or consumption of chewing gum itself is not illegal.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "employeesoftheinternationalpol-5d28",
      "text": "Employees of the international police organization Interpol cannot conduct investigations, use fake passports or arrest criminals. Interpol's role is facilitating international communication between law enforcement agencies of sovereign states.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "nocaseshavebeenprovenofstrange-7e72",
      "text": "No cases have been proven of strangers killing or permanently injuring children by intentionally hiding poisons or sharp objects such as razor blades in candy or apples during Halloween trick-or-treating. The belief has been \"thoroughly debunked\". However, in at least one case, adult family members have spread this story to cover up filicide.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "therehasneverbeenadocumentedca-66d0",
      "text": "There has never been a documented case of pet black cats being tortured or ritually sacrificed around Halloween. Where violent deaths of black cats have been documented around Halloween, the death has usually been ascribed to natural predators, such as coyotes, eagles, or raptors.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "itisnotnecessarytowait24hoursb-69a9",
      "text": "It is not necessary to wait 24 hours before filing a missing person report. When there is evidence of violence or of an unusual absence, it is important to start an investigation promptly. Criminology experts say the first 72 hours in a missing person investigation are the most critical.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "perrymasonmomentsinwhichaperso-8e3f",
      "text": "Perry Mason moments, in which a person on trial for a crime is suddenly exonerated by newly introduced revelations, are exceptionally rare in real-life court proceedings, despite their ubiquity in legal drama. The vast majority of evidence is unveiled in pretrial discovery; should new revelations occur, a trial is usually stayed until both the prosecution and defense can review it.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "diplomaticmissionsdonotnecessa-a9d8",
      "text": "Diplomatic missions do not necessarily enjoy full extraterritorial status and are generally not sovereign territory of the represented state. The sending state can give embassies sovereign status but this only happens with a minority of countries. Although they receive special privileges (such as immunity from most local laws) by the Vienna Convention on Diplomatic Relations, the premises of an embassy remain under the jurisdiction of the host state.",
      "section": "Law, crime, and military",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "undocumentedimmigrantsintheush-92ac",
      "text": "Undocumented immigrants in the US have substantially lower crime rates than US-born citizens. Compared to undocumented immigrants, US-born citizens are more than twice as likely to be arrested for violent crimes, 2.5 times more likely to be arrested for drug crimes, and over 4 times more likely to be arrested for property crimes. Immigrants are 60% less likely to be incarcerated than US-born citizens.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thefirstamendmenttotheunitedst-893b",
      "text": "The First Amendment to the United States Constitution generally prevents only government restrictions on the freedoms of religion, speech, press, assembly, or petition, not restrictions imposed by other entities unless they are acting on behalf of the government. Other laws may limit the ability of private businesses and individuals to restrict the speech of others.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "intheunitedstatesadefendantmay-acc7",
      "text": "In the United States, a defendant may not have their case dismissed simply because they were not read their Miranda rights at the time of their arrest. If a person is not given a Miranda warning before the interrogation is conducted, statements made by them during the interrogation may not be admissible in a trial, but the prosecution may still present other forms of evidence, or statements made during interrogations where the defendant was read their Miranda rights.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "policeofficersintheunitedstate-8af5",
      "text": "Police officers in the United States are not required to identify themselves as police in undercover work, and may lie when engaged in such work. Claiming entrapment as a defense depends on whether the defendant was improperly induced by undue pressure from government agents (or others acting under police direction) to commit crimes they would not have otherwise committed.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "itisnotillegalintheustoshoutfi-d171",
      "text": "It is not illegal in the US to shout \"fire\" in a crowded theater. Although this is often given as an example of speech that is not protected by the First Amendment, it is not now nor has it ever been binding law. The phrase originates from Justice Oliver Wendell Holmes Jr.'s opinion in the United States Supreme Court case Schenck v. United States in 1919, which held that the defendant's speech in opposition to the draft during World War I was not protected free speech. However, that case was not about shouting \"fire\" and the decision was later overturned by Brandenburg v. Ohio in 1969.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theusarmedforceshavegenerallyf-6561",
      "text": "The US Armed Forces have generally forbidden military enlistment as a form of deferred adjudication (that is, an option for convicts to avoid jail time) since the 1980s. US Navy protocols discourage the practice, while the other four branches have specific regulations against it.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "lastmealrequestsdonothavetobef-331e",
      "text": "Last meal requests do not have to be fulfilled. States have various restrictions on what can be requested, up to not permitting them at all.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "althoughpopularlyknownasthered-1095d",
      "text": "Although popularly known as the \"red telephone\", the Moscow–Washington hotline was never a telephone line, nor were red phones used. The first implementation of the hotline used teletype equipment, which was replaced by facsimile (fax) machines in 1988. Since 2008, the hotline has been a secure computer link over which the two countries exchange email. Moreover, the hotline links the Kremlin to the Pentagon—based in Arlington County, Virginia—and not the White House.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "likewisethenuclearfootballtheb-604a",
      "text": "Likewise, the nuclear football, the briefcase used by presidents to launch nuclear attacks, does not contain a large red button to launch an attack. Rather, its primary use is to confirm the president's identity, and to facilitate communication with the Pentagon.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "twinkieswerenotclaimedtobethec-7e89",
      "text": "Twinkies were not claimed to be the cause of San Francisco mayor George Moscone's and supervisor Harvey Milk's murders. In the trial of Dan White, the defense successfully argued White's diminished capacity as a result of depression. While eating Twinkies was cited as evidence of this depression, it was never claimed to be the cause of the murders.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "neitherthemafianorothercrimina-9916",
      "text": "Neither the Mafia nor other criminal organizations regularly use or have used cement shoes to drown their victims. There are only two documented cases of this method being used in murders: one in 1964 and one in 2016 (although, in the former, the victim had concrete blocks tied to his legs rather than being enclosed in cement). The French Army did use cement shoes on Algerians killed in death flights during the Algerian War.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "embalmingisnotlegallyrequiredi-508a",
      "text": "Embalming is not legally required in the United States. The Federal Trade Commission passed a rule in 1984 forbidding making this claim, to prevent the funeral industry from promoting the misconception for financial gain.",
      "section": "Law, crime, and military",
      "subsection": "United States",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "maryshelleys1818novelfrankenst-990b",
      "text": "Mary Shelley's 1818 novel Frankenstein is named after the fictional scientist Victor Frankenstein, who created the sapient creature in the novel, not the creature itself, which is never named in the novel and is now usually called Frankenstein's monster. However, as later adaptations started to refer to the monster itself as Frankenstein, this usage became well-established, and some no longer regard it as erroneous.",
      "section": "Literature",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "ernesthemingwaydidnotauthorthe-3824",
      "text": "Ernest Hemingway did not author the flash fiction story \"For sale: baby shoes, never worn\". The story was not attributed to him until decades after he died.",
      "section": "Literature",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "beethovenwasneverentirelydeafe-2fd0",
      "text": "Beethoven was never entirely deaf. Even by the end of his life, he could detect certain frequencies, albeit in a very diminished way.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "themusicalintervaltritonewasno-85a3",
      "text": "The musical interval tritone was not banned by the Catholic Church and was not associated with devils during the Middle Ages. Early medieval music used the tritone in Gregorian chant for certain modes. Guido of Arezzo (c. 991 – c. 1033) was the first theorist to discourage the interval.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "mozartdidnotdiefrompoisoningan-6f60",
      "text": "Mozart did not die from poisoning, and was not poisoned by his colleague Antonio Salieri or anyone else. The rumor originated soon after Salieri's death and was dramatized in Alexander Pushkin's play Mozart and Salieri (1832), and later in the 1979 play Amadeus by Peter Shaffer and the subsequent 1984 film Amadeus.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theminuetsingmajorandgminorbyc-bf38",
      "text": "The minuets in G major and G minor by Christian Petzold is commonly attributed to Johann Sebastian Bach, although the piece was identified in the 1970s as a movement from a harpsichord suite by Petzold. The misconception stems from Notebook for Anna Magdalena Bach, a book of sheet music by various composers (mostly Bach) in which the minuet is found. Compositions that are doubtful as works of Bach are cataloged as \"BWV Anh.\", short for \"Bach-Werke-Verzeichnis Anhang\" (\"Bach works catalogue annex\"); the minuet is assigned to BWV Anh. 114.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "listeningtomozartorclassicalmu-8162",
      "text": "Listening to Mozart or classical music does not enhance intelligence (or IQ). A study from 1993 reported a short-term improvement in spatial reasoning. However, the weight of subsequent evidence supports either a null effect or short-term effects related to increases in mood and arousal, with mixed results published after the initial report in Nature.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theminutewaltzbyfrdricchopinta-543f",
      "text": "The \"Minute Waltz\" by Frédéric Chopin takes, on average, two minutes to play as originally written. Its name comes from the adjective minute, meaning \"small\", and not the noun referring to a period of sixty seconds spelled the same.",
      "section": "Music",
      "subsection": "Classical music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "edelweissisnotthenationalanthe-5554",
      "text": "\"Edelweiss\" is not the national anthem of Austria, but an original composition created for the 1959 musical The Sound of Music. The Austrian national anthem is \"Land der Berge, Land am Strome\" (\"Land of the Mountains, Land by the River [Danube]\").",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thebeatles1965appearanceatshea-56b6",
      "text": "The Beatles' 1965 appearance at Shea Stadium was not the first time that a rock concert was played at a large, outdoor sports stadium in the United States; such venues were employed by Elvis Presley in the 1950s and the Beatles themselves in 1964.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "themonkeesdidnotoutsellthebeat-390b",
      "text": "The Monkees did not outsell the Beatles' and the Rolling Stones' combined record sales in 1967. Michael Nesmith originated the claim in a 1977 interview as a prank.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "therollingstoneswerenotperform-6672",
      "text": "The Rolling Stones were not performing \"Sympathy for the Devil\" at the 1969 Altamont Free Concert when Meredith Hunter was stabbed to death by a member of the local Hells Angels chapter that was serving as security. The stabbing occurred later as the band was performing \"Under My Thumb\".",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "conceptalbumsdidnotbeginwithro-341b",
      "text": "Concept albums did not begin with rock music in the 1960s. The format had already been employed by singers such as Frank Sinatra in the 1940s and 1950s.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "casselliotofthemamasthepapasdi-4c6f",
      "text": "Cass Elliot (of The Mamas & the Papas) did not die from choking on a ham sandwich. This falsehood was initiated by her manager who wanted to avoid the implication that her death was associated with substance abuse.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "philcollinsdidnotwritehis1981h-5b2e",
      "text": "Phil Collins did not write his 1981 hit \"In the Air Tonight\" about witnessing someone drowning and then confronting the person in the audience who let it happen. According to Collins himself, it was about his emotions when divorcing from his first wife.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "popularmusiciansarenotmorelike-6fa7",
      "text": "Popular musicians are not more likely to die at the age of 27. The notion of a \"27 Club\" arose after the deaths, in a ten-month period, of Jimi Hendrix, Janis Joplin, and Jim Morrison, and later the deaths of Kurt Cobain and Amy Winehouse. Statistical studies have shown that there is no scientific basis for this idea.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thesongpuffthemagicdragonisnot-5627",
      "text": "The song \"Puff, the Magic Dragon\" is not about drugs. Both of the song's co-writers consistently and emphatically denied this interpretation throughout their lives, stating that the song is solely about the loss of childhood innocence.",
      "section": "Music",
      "subsection": "Popular music",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thechubbybaldmonkwithlengthene-ae9f",
      "text": "The chubby, bald monk with lengthened ears who is often depicted laughing, known as the \"fat Buddha\" or \"laughing Buddha\" in the West, is a depiction of the Chinese Buddhist folk hero Budai, not Siddhartha Gautama, the historical figure usually referenced by the phrase 'the Buddha.' 'Buddha' is a role or title in Buddhism which can properly be applied to both Budai and Siddhartha, but they are separate figures. Siddhartha is most often depicted as a thin man, concentrated in meditation.",
      "section": "Religion",
      "subsection": "Buddhism",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "jesuswasmostlikelynotbornondec-98de",
      "text": "Jesus was most likely not born on December 25, when his birth is traditionally celebrated as Christmas. It is more likely that his birth was in either the season of spring or perhaps summer. Although the Common Era ostensibly counts the years since the birth of Jesus, it is unlikely that he was born in either AD 1 or 1 BC, as such a numbering system would imply. Modern historians estimate a date closer to between 6 BC and 4 BC.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thebibledoesnotsaythatexactlyt-7bf8",
      "text": "The Bible does not say that exactly three magi came to visit the baby Jesus, nor that they were kings, or rode on camels, or that their names were Caspar, Melchior, and Balthazar, nor what color their skin was.[citation needed] Three magi are inferred because three gifts are described, but the Bible says only that there was more than one magus.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theideathatmarymagdalenewasapr-c6d9",
      "text": "The idea that Mary Magdalene was a prostitute before she met Jesus is not found in the Bible or in any of the other earliest Christian writings. It has been a disputed doctrine in several theological traditions whether Mary Magdalene, Mary of Bethany (who anoints Jesus' feet in John 11:1–12), and the unnamed \"sinful woman\" who anoints Jesus' feet in Luke 7:36–50 were the same woman.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "paultheapostlesnamewasnotchang-588d",
      "text": "Paul the Apostle's name was not changed from Saul. He was born a Jew, with Roman citizenship inherited from his father, and thus carried both a Hebrew and a Greco-Roman name from birth, as mentioned by Luke in Acts 13:9: \"...Saul, who also is called Paul...\".",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theromancatholicdogmaoftheimma-a05e",
      "text": "The Roman Catholic dogma of the Immaculate Conception is unrelated to the Christian doctrine that Mary conceived and gave birth to Jesus while remaining a virgin. The Immaculate Conception is the belief that Mary was free of original sin from the moment of her own conception by her parents, Joachim and Anne. A less common mistake is to think that the Immaculate Conception means that Mary herself was conceived without sexual intercourse.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "romancatholicdogmadoesnotsayth-84bc",
      "text": "Roman Catholic dogma does not say that the pope is either sinless (as is commonly believed among non-Catholic Christians) or always infallible. Catholic dogma since 1870 does state that a divine revelation by the pope (generally called ex cathedra) is free from error, but it does not hold that he is always free from error, even when speaking in his official capacity.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "membersofthechurchofjesuschris-582b",
      "text": "Members of the Church of Jesus Christ of Latter-day Saints (LDS Church) no longer practice polygamy. The Church excommunicates any members who practice polygamy within the organization. Some Mormon fundamentalist sects do practice polygamy.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thefirstcouncilofnicaeadidnote-8247",
      "text": "The First Council of Nicaea did not establish the books of the Bible. The Old Testament had likely already been established by Hebrew scribes before Christ. The development of the New Testament canon was mostly completed in the third century before the Nicaea Council was convened in 325; it was finalized, along with the deuterocanon, at the Council of Rome in 382.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "constantinethegreatdidnotmakec-71c1",
      "text": "Constantine the Great did not make Christianity the official religion of the Roman Empire. While he was the first Christian emperor and promoted religious tolerance with the Edict of Milan, Christianity was not declared the official religion of the Roman Empire until AD 380, some 43 years after Constantine's death.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thesevendeadlysinsarenotlisted-423a",
      "text": "The Seven Deadly Sins are not listed in the Bible. The concept originated with the early-Christian theologian Tertullian, with Gregory I listing them in the form that is common today.",
      "section": "Religion",
      "subsection": "Christianity",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "afghanwomenwearingburqasturkis-208f",
      "text": "Afghan women wearing burqasTurkish women wearing niqābsTurkish women wearing hijabs",
      "section": "Religion",
      "subsection": "Islam",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "notallmuslimwomenwearfaceorhea-11b6",
      "text": "Not all Muslim women wear face or head coverings.",
      "section": "Religion",
      "subsection": "Islam",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "afatwaisagenerallynonbindingle-969b",
      "text": "A fatwa is a generally non-binding legal opinion issued by an Islamic scholar under Islamic law; it is therefore commonplace for fatwa from different authors to disagree. The misconception that it is a death sentence stems from a decree issued by Ayatollah Ruhollah Khomeini of Iran in 1989 where he said that the author Salman Rushdie had earned a death sentence for blasphemy. It is debated whether this was a fatwa.",
      "section": "Religion",
      "subsection": "Islam",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thewordjihaddoesnotalwaysmeanh-66ef",
      "text": "The word jihad does not always mean 'holy war'; its literal meaning in Arabic is 'struggle'. While there is such a thing as jihad by the sword, jihad can be any spiritual or moral effort or struggle, such as seeking knowledge, putting others before oneself, and inviting others to Islam.",
      "section": "Religion",
      "subsection": "Islam",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thequrandoesnotpromisemartyrs7-6dd9",
      "text": "The Quran does not promise martyrs 72 virgins in heaven. It only mention that companions, houri, are given to all people in heaven (men and women, martyr or not).[excessive citations] Arabic words translated as \"virgins\" in Western media could be more accurately translated as 'angel' or 'heavenly being'.",
      "section": "Religion",
      "subsection": "Islam",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theforbiddenfruitmentionedinth-3c4a",
      "text": "The forbidden fruit mentioned in the Book of Genesis is never identified as an apple, as widely depicted in Western art. The original Hebrew texts mention only fruit.",
      "section": "Religion",
      "subsection": "Judaism",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "whiletattoosareforbiddenbytheb-52b2",
      "text": "While tattoos are forbidden by the Book of Leviticus, Jews with tattoos are not barred from being buried in a Jewish cemetery, just as violators of other prohibitions are not barred, as is commonly believed among American Jews.",
      "section": "Religion",
      "subsection": "Judaism",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "artificialturfisnotmaintenance-30cf",
      "text": "Artificial turf is not maintenance free. It requires regular maintenance, such as raking and patching, to keep it functional and safe.",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thenamegolfisnotanacronymforge-48a7",
      "text": "The name golf is not an acronym for \"Gentlemen Only, Ladies Forbidden\". It may have come from the Dutch word kolf or kolve, meaning \"club\", or from the Scottish word goulf or gowf meaning \"to strike or cuff\".",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "baseballwasnotinventedbyabnerd-4a7c",
      "text": "Baseball was not invented by Abner Doubleday, nor did it originate in Cooperstown, New York. It is believed to have evolved from the bat-and-ball game rounders and first took its modern form in New York City.",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theblackbeltinmartialartsdoesn-6223",
      "text": "The black belt in martial arts does not necessarily indicate expert level. It was introduced for judo in the 1880s to indicate competency at all of the basic techniques of the sport. Promotion beyond 1st dan (the first black belt rank) varies among different martial arts.",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "theuseoftriangularcornerflagsi-79a1",
      "text": "The use of triangular corner flags in English football is not a privilege reserved for those teams that have won an FA Cup in the past, as depicted in a scene in the film Twin Town. The Football Association's rules are silent on the subject, and the decision over what shape flag to use has been up to the individual club's groundskeepers.",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "indiadidnotwithdrawfromthe1950-5c5a",
      "text": "India did not withdraw from the 1950 FIFA World Cup because their squad wanted to play barefoot. In reality, India withdrew because the country's managing body, the All India Football Federation (AIFF), was insufficiently prepared for the team's participation.",
      "section": "Sports",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thereisnodefinitiveproofthatvi-a41e",
      "text": "There is no definitive proof that violent video games cause people to become violent. Some studies have found no link between aggression and violent video games, and the popularity of gaming has coincided with a decrease in youth violence. The moral panic surrounding video games in the 1980s through to the 2020s, alongside several studies and incidents of violence and legislation in many countries, likely contributed to proliferating this idea.",
      "section": "Video games",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thesocallednucleargandhiglitch-b54f",
      "text": "The so-called \"Nuclear Gandhi\" glitch, in which peaceful leader Mahatma Gandhi would become unusually aggressive if democracy was adopted, did not exist in either the original Civilization game or Civilization II. The games' designer Sid Meier attributed the origins of the rumor to both a TV Tropes thread and a Know Your Meme entry, while Reddit and a Kotaku article helped popularize it. Gandhi's supposed behavior did appear in the 2010 Civilization V as a joke, and in 2016's VI as a reference to the legend.",
      "section": "Video games",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thejapanesegovernmentdidnotpas-4dba",
      "text": "The Japanese government did not pass a law banning Square Enix from releasing the Dragon Quest games on weekdays due to it causing too many schoolchildren to cut class. This rule is self-imposed by the developers.",
      "section": "Video games",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thereleaseofspaceinvadersin197-4470",
      "text": "The release of Space Invaders in 1978 did not cause a shortage of ¥100 coins in Japan. An advertising campaign by Taito and an erroneous 1980 article in New Scientist are the sources of this claim.",
      "section": "Video games",
      "category": "Arts & Culture",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_arts_and_culture"
    },
    {
      "id": "thepyramidsofegyptwerenotconst-96ed",
      "text": "The Pyramids of Egypt were not constructed with slave labor. Archaeological evidence shows that the laborers were a combination of skilled workers and poor farmers working in the off-season with the participants paid in high-quality food and tax exemptions. The idea that slaves were used originated with Herodotus, and the idea that they were Israelites arose centuries after the pyramids were constructed.",
      "section": "Ancient history",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "galleysinancienttimeswerenotco-9bf1",
      "text": "Galleys in ancient times were not commonly operated by chained slaves or prisoners, as depicted in films such as Ben Hur, but by paid laborers or soldiers, with slaves used only in times of crisis, in some cases even gaining freedom after the crisis was averted. Ptolemaic Egypt was a possible exception. Other types of vessels, such as Roman merchant vessels, were manned by slaves, sometimes even with slaves as ship's master.",
      "section": "Ancient history",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "tutankhamunstombisnotinscribed-3224",
      "text": "Tutankhamun's tomb is not inscribed with a curse on those who disturb it. This was a media invention of 20th-century tabloid journalists.",
      "section": "Ancient history",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theminoancivilizationwasnotdes-4daa",
      "text": "The Minoan civilization was not destroyed by the eruption of Thera and was not the inspiration for Plato's parable of Atlantis.The ancient Romans did not use the Roman salute depicted in The Oath of the Horatii (1784).",
      "section": "Ancient history",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theancientgreeksdidnotusethewo-10bd5",
      "text": "The ancient Greeks did not use the word \"idiot\" (Ancient Greek: ἰδιώτης, romanized: idiṓtēs) to disparage people who did not take part in civic life. An ἰδιώτης was simply a private citizen as opposed to a government official. The word also meant any sort of non-expert or layman, then later someone uneducated or ignorant, and much later to mean stupid or mentally deficient.",
      "section": "Ancient history",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thesocalledromansaluteinwhicht-7e10",
      "text": "The so-called Roman salute, in which the arm is fully extended forwards or diagonally with palm down and fingers touching, was not used in ancient Rome. The gesture was first associated with ancient Rome in the 1784 painting The Oath of the Horatii by the French artist Jacques-Louis David, which inspired later salutes, most notably the Nazi salute.",
      "section": "Ancient history",
      "subsection": "Ancient Rome",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "wealthyancientromansdidnotuser-7ca8",
      "text": "Wealthy Ancient Romans did not use rooms called vomitoria to purge food during meals so they could continue eating and vomiting was not a regular part of Roman dining customs. A vomitorium is a passageway out of a stadium allowing quick exit at the end of an event. Both \"vomit\" and \"vomitorium\" derive from a Latin term meaning \"to spew forth\".",
      "section": "Ancient history",
      "subsection": "Ancient Rome",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "scipioaemilianusdidnotsowsalto-24e8",
      "text": "Scipio Aemilianus did not sow salt over the city of Carthage after defeating it in the Third Punic War.",
      "section": "Ancient history",
      "subsection": "Ancient Rome",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "juliuscaesarwasnotbornviacaesa-3ee3",
      "text": "Julius Caesar was not born via caesarean section. Such a procedure would have been fatal to the mother at the time, and Caesar's mother was still alive when he was 45 years old.",
      "section": "Ancient history",
      "subsection": "Ancient Rome",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoproofthatjuliuscaesar-b168",
      "text": "There is no proof that Julius Caesar ever said \"Et tu, Brute?\" (\"You too, Brutus?\") during his assassination. Instead, the prevailing theories are that he remained silent, or that his last words were \"καὶ σύ, τέκνον?\" (\"You too, child?\"). The popular misconception comes from the play Julius Caesar by William Shakespeare.",
      "section": "Ancient history",
      "subsection": "Ancient Rome",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "themiddleageswerenotatimeofign-525d",
      "text": "The Middle Ages were not \"a time of ignorance, barbarism and superstition\"; the Church did not place religious authority over personal experience and rational activity; and the term \"Dark Ages\" is rejected by modern historians.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "whilemodernlifeexpectanciesare-903a",
      "text": "While modern life expectancies are much higher than those in the Middle Ages and earlier, adults in the Middle Ages did not die in their 30s on average. While such an estimate was the life expectancy at birth, this was skewed by high infant and adolescent mortality. The life expectancy among adults was much higher; a 21-year-old man in medieval England, for example, could expect to live to the age of 64.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "inthetaleofkingcanuteandthetid-6597",
      "text": "In the tale of King Canute and the tide, the king did not command the tide to reverse in a fit of delusional arrogance. According to the story, his intent was to prove a point that no man is all-powerful, and that all people must bend to forces beyond their control, such as the tides.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoevidencethatironmaide-689f",
      "text": "There is no evidence that iron maidens were used for torture, or even yet invented, in the Middle Ages. Instead they were pieced together in the 18th century from several artifacts found in museums, arsenals and the like to create spectacular objects intended for commercial exhibition.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "spiralstaircasesincastlesweren-6c8b",
      "text": "Spiral staircases in castles were not designed in a clockwise direction to hinder right-handed attackers. While clockwise spiral staircases are more common in castles than anti-clockwise, they were even more common in medieval structures without a military role, such as religious buildings.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theplatearmorofeuropeansoldier-839f",
      "text": "The plate armor of European soldiers did not stop soldiers from moving around or necessitate a crane to get them into a saddle. They needed to be able to fight on foot in case they could not ride their horse and could mount and dismount without help. However, armor used in tournaments in the late Middle Ages was significantly heavier than that used in warfare.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "whetherchastitybeltsdevicesdes-5e46",
      "text": "Whether chastity belts, devices designed to prevent women and men from having sexual intercourse, were invented in medieval times is disputed by modern historians. Most existing chastity belts are now thought to be deliberate fakes from the 19th century.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "medievaleuropeanscholarsdidnot-33a7",
      "text": "Medieval European scholars did not believe the Earth was flat. Scholars have known the Earth is spherical since at least the sixth century BCE.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "medievalcartographersdidnotreg-78a5",
      "text": "Medieval cartographers did not regularly write \"here be dragons\" on their maps. The only maps from this era that have the phrase inscribed on them are the Hunt-Lenox Globe and the Ostrich Egg Globe, next to a coast in Southeast Asia for both of them. Maps in this period did occasionally have illustrations of mythical or real animals.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "christophercolumbuseffortstoob-a2c8",
      "text": "Christopher Columbus' efforts to obtain support for his voyages were not hampered by belief in a flat Earth, but by worries that the East Indies were farther than Columbus presumed. In fact, Columbus grossly underestimated the Earth's circumference because of two calculation errors. The myth that Columbus proved the Earth was round was propagated by authors like Washington Irving in A History of the Life and Voyages of Christopher Columbus.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "columbuswasnotthefirsteuropean-6e09",
      "text": "Columbus was not the first European to visit the Americas: Leif Erikson, and possibly other Vikings before him, explored Vinland, an area of coastal North America. Ruins at L'Anse aux Meadows prove that at least one Norse settlement was built in Newfoundland, confirming a story in the Saga of Erik the Red.",
      "section": "Middle Ages",
      "subsection": "Europe",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoevidencethatvikingwar-29fe",
      "text": "There is no evidence that Viking warriors wore horns on their helmets; this would have been impractical in battle.",
      "section": "Middle Ages",
      "subsection": "Vikings",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "vikingsdidnotdrinkoutoftheskul-4858",
      "text": "Vikings did not drink out of the skulls of vanquished enemies. This was based on a mistranslation of the skaldic poetic use of ór bjúgviðum hausa (branches of skulls) to refer to drinking horns.",
      "section": "Middle Ages",
      "subsection": "Vikings",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "vikingsdidnotnameicelandicelan-70bf",
      "text": "Vikings did not name Iceland \"Iceland\" as a ploy to discourage oversettlement. According to the Sagas of Icelanders, Hrafna-Flóki Vilgerðarson saw icebergs on the island when he traveled there, and named the island after them. Popular legend holds that Greenland was named in the hopes of attracting settlers.",
      "section": "Middle Ages",
      "subsection": "Vikings",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "furtherinformationblacklegend-c6c",
      "text": "Further information: Black legend",
      "section": "Early modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theeliteofthedutchgoldenagewor-5749",
      "text": "The elite of the Dutch Golden Age wore black clothes primarily as a status symbol rather than out of Puritan self-restraint. The clothes attracted status from the difficulty of the dyeing process and the cost of elaborate embellishments.",
      "section": "Early modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "shahjahantheindianmughalempero-6439",
      "text": "Shah Jahan, the Indian Mughal Emperor who commissioned the Taj Mahal, did not cut off the hands of the rumored 40,000 workers or lead designers so as to not allow the construction of another monument more beautiful than the Taj Mahal. This is an urban myth that goes back to the 1960s.",
      "section": "Early modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thestorythatisaacnewtonwasinsp-6332",
      "text": "The story that Isaac Newton was inspired to research the nature of gravity when an apple fell on his head is almost certainly apocryphal. All Newton himself ever said was that the idea came to him as he sat \"in a contemplative mood\" and \"was occasioned by the fall of an apple\".",
      "section": "Early modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "marieantoinettedidnotsayletthe-78c9",
      "text": "Marie Antoinette did not say \"let them eat cake\" when she heard that the French peasantry were starving due to a shortage of bread. The phrase was first published in Rousseau's Confessions, written when Marie Antoinette was only nine years old and not attributed to her, just to \"a great princess\". It was first attributed to her in 1843.",
      "section": "Early modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theearlysettlerscommonlyknowna-b193",
      "text": "The early settlers (commonly known as Pilgrims) of the Plymouth Colony in North America usually did not wear all black, and their capotains (hats) did not include buckles. Instead, their fashion was based on that of the late Elizabethan era. The traditional image was formed in the 19th century when buckles were a kind of emblem of quaintness. (The Puritans, who settled in the adjacent Massachusetts Bay Colony shortly after the Pilgrims arrived in Plymouth, did frequently wear all black.)",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "peopleaccusedofwitchcraftweren-699a",
      "text": "People accused of witchcraft were not burned at the stake during the Salem witch trials. Of the accused, nineteen people convicted of witchcraft were executed by hanging, at least five died in prison, and one man was pressed to death by stones while trying to extract a confession from him.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "georgewashingtondidnothavewood-7710",
      "text": "George Washington did not have wooden teeth. His dentures were made of lead, gold, hippopotamus ivory, the teeth of various animals, including horse and donkey teeth, and human teeth, possibly bought from slaves or poor people. Because ivory teeth quickly became stained, they may have had the appearance of wood to observers.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "georgewashingtondidnotsayicann-602a",
      "text": "George Washington did not say \"I cannot tell a lie\" when being caught cutting down his father's cherry tree. Both the phrase and the tree were a fabricated anecdote created by one of Washington's biographers, Mason Locke Weems, to portray him as exceptionally honest.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thesigningoftheunitedstatesdec-9411",
      "text": "The signing of the United States Declaration of Independence did not occur on July 4, 1776. After the Second Continental Congress voted to declare independence on July 2, the final language of the document was approved on July 4, and it was printed and distributed on July 4–5. However, the actual signing occurred on August 2, 1776.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "benjaminfranklindidnotproposet-b2ed",
      "text": "Benjamin Franklin did not propose that the wild turkey be used as the symbol for the United States instead of the bald eagle. While he did serve on a commission that tried to design a seal after the Declaration of Independence, his proposal was an image of Moses. His objections to the eagle as a national symbol and preference for the turkey were stated in a 1784 letter to his daughter in response to the Society of the Cincinnati's use of the former; he never expressed that sentiment publicly.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "therewasneverabilltomakegerman-bb22",
      "text": "There was never a bill to make German the official language of the United States that was defeated by one vote in the House of Representatives, nor has one been proposed at the state level. In 1794, a petition from a group of German immigrants was put aside on a procedural vote of 42 to 41, that would have had the government publish some laws in German. This was the basis of the Muhlenberg legend, named after the Speaker of the House at the time, Frederick Muhlenberg, who was of German descent and abstained from this vote.",
      "section": "Early modern",
      "subsection": "North America",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "napoleonbonapartewasnotespecia-6f88",
      "text": "Napoleon Bonaparte was not especially short for a Frenchman of his time. He was the height of an average French male in 1800, but short for an aristocrat or officer. After his death in 1821, the French emperor's height was recorded as 5 feet 2 inches in French feet, which in English measurements is 5 feet 7 inches (1.70 m).",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thenoseofthegreatsphinxofgizaw-5c6b",
      "text": "The nose of the Great Sphinx of Giza was not shot off by Napoleon's troops during the French campaign in Egypt (1798–1801); it has been missing since at least the 10th century.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "cincodemayoisnotmexicosindepen-522e",
      "text": "Cinco de Mayo is not Mexico's Independence Day, but the celebration of the Mexican Army's victory over the French in the Battle of Puebla on 5 May 1862. Mexico's Declaration of Independence from Spain in 1810 is celebrated on 16 September.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "victorianeradoctorsdidnotinven-23df",
      "text": "Victorian-era doctors did not invent the vibrator to cure female \"hysteria\" by triggering orgasm.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "alberteinsteindidnotfailmathem-e0e9",
      "text": "Albert Einstein did not fail mathematics classes in school. Einstein remarked, \"I never failed in mathematics.... Before I was fifteen I had mastered differential and integral calculus.\" Einstein did, however, fail his first entrance exam into the Swiss Federal Polytechnic School (ETH) in 1895, when he was two years younger than his fellow students, but scored exceedingly well in the mathematics and science sections, and then passed on his second attempt. The misconception likely stems from different grading systems in Switzerland and Germany, where a 6 is the best grade in Switzerland, but the worst grade in Germany.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "alfrednobeldidnotomitmathemati-a54c",
      "text": "Alfred Nobel did not omit mathematics in the Nobel Prize due to a rivalry with mathematician Gösta Mittag-Leffler, as there is little evidence the two ever met, nor was it because Nobel's spouse had an affair with a mathematician, as Nobel was never married. The more likely explanation is that Nobel believed mathematics was too theoretical to benefit humankind, as well as his personal lack of interest in the field. (See also: Nobel Prize controversies)",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "gavriloprincipwasnoteatingasan-5fcc",
      "text": "Gavrilo Princip was not eating a sandwich just before he assassinated Archduke Franz Ferdinand. This myth likely originated from the 2001 novel Twelve Fingers, which presents a fictionalized version of the events of the assassination that includes the sandwich.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "grigorirasputinwasnotassassina-86eb",
      "text": "Grigori Rasputin was not assassinated by being fed cyanide-laced cakes and wine, shot multiple times, and then thrown into the Little Nevka river when he survived the former two. A contemporary autopsy reported that he was just killed with gunshots. A sensationalized account from the memoirs of co-conspirator Prince Felix Yusupov is the only source of this story.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theitaliandictatorbenitomussol-61c2",
      "text": "The Italian dictator Benito Mussolini did not \"make the trains run on time\". Much of the repair work had been performed before he and the Fascist Party came to power in 1922. Moreover, the Italian railways' supposed adherence to timetables was more propaganda than reality.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoevidenceofpolishcaval-5e93",
      "text": "There is no evidence of Polish cavalry mounting a brave but futile charge against German tanks using lances and sabers during the German invasion of Poland in 1939. This story may have originated from German propaganda efforts following the charge at Krojanty.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "duringtheoccupationofdenmarkby-7213",
      "text": "During the occupation of Denmark by the Nazis during World War II, King Christian X of Denmark did not thwart Nazi attempts to identify Jews by wearing a yellow star himself. Jews in Denmark were never forced to wear the Star of David. The Danish resistance did help most Jews flee the country before the end of the war.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "notallskinheadsarewhitesuprema-9f91",
      "text": "Not all skinheads are white supremacists; many skinheads identify as left-wing or apolitical, and many oppose racism, such as the Skinheads Against Racial Prejudice. Originating from the 1960s British working class, many of its initial adherents were black and West Indian; it became associated with white supremacy in the 1970s as a result of far-right groups like the National Front recruiting from the subculture for grassroot support.",
      "section": "Modern",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "betsyrossdidnotdesignormakethe-3e07",
      "text": "Betsy Ross did not design or make the first official U.S. flag, despite it being widely known as the Betsy Ross flag. The claim was first made by her grandson a century later.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "abrahamlincolndidnotwritehisge-4b0f",
      "text": "Abraham Lincoln did not write his Gettysburg Address speech on the back of an envelope on his train ride to Gettysburg. The speech was substantially complete before Lincoln left Washington for Gettysburg.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theemancipationproclamationdid-72b7",
      "text": "The Emancipation Proclamation did not free all slaves in the United States; the Proclamation applied in the ten states that were still in rebellion in 1863, and thus did not cover the nearly five hundred thousand slaves in the slaveholding border states that had not seceded. (See also: Abolition of slavery timeline)",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "likewisethejune191865ordercele-6086",
      "text": "Likewise, the June 19, 1865 order celebrated annually as \"Juneteenth\" only applied in Texas, not the United States at large. The Thirteenth Amendment, ratified and proclaimed in December 1865, was the article that banned slavery nationwide except as punishment for a crime.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thealaskapurchasewasgenerallyv-700d",
      "text": "The Alaska Purchase was generally viewed as positive or neutral in the United States, both among the public and the press. The opponents of the purchase who characterized it as \"Seward's Folly\", alluding to William H. Seward, the Secretary of State who negotiated it, represented a minority opinion at the time.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "cowboyhatswerenotinitiallypopu-92e0",
      "text": "Cowboy hats were not initially popular in the Western American frontier, with derby or bowler hats being the typical headgear of choice. Heavy marketing of the Stetson \"Boss of the Plains\" model in the years following the American Civil War was the primary driving force behind the cowboy hat's popularity, with its characteristic dented top not becoming standard until near the end of the 19th century.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thegreatchicagofireof1871wasno-3f6b",
      "text": "The Great Chicago Fire of 1871 was not caused by Mrs. O'Leary's cow kicking over a lantern. A newspaper reporter later admitted to having invented the story to make colorful copy.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoevidencethatfredericr-79e7",
      "text": "There is no evidence that Frederic Remington, on assignment to Cuba in 1897, telegraphed William Randolph Hearst: \"There will be no war. I wish to return,\" nor that Hearst responded: \"Please remain. You furnish the pictures, and I'll furnish the war\". The anecdote was originally included in a book by James Creelman and probably never happened.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theelectrocutionoftopsytheelep-85ae",
      "text": "The electrocution of Topsy the Elephant was not an anti-alternating current demonstration organized by Thomas A. Edison during the war of the currents. Edison was never at Luna Park, and the electrocution of Topsy took place ten years after the war of currents. This myth may stem from the fact that the recording of the event was produced by the Edison film company.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "marymallonknownastyphoidmaryte-5dcd",
      "text": "Mary Mallon, known as \"Typhoid Mary\", testified at her 1909 trial that she did not believe she was contagious while an asymptomatic carrier of the bacteria Salmonella typhi. She later infected many others, while using fake names and evading health authorities.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "immigrantslastnameswerenotamer-ad80",
      "text": "Immigrants' last names were not Americanized (voluntarily, mistakenly, or otherwise) upon arrival at Ellis Island. Officials there kept no records other than checking ship manifests created at the point of origin, and there was simply no paperwork that would have let them recast surnames, let alone any law. At the time in New York, anyone could change the spelling of their name simply by using that new spelling. These names are often referred to as an \"Ellis Island Special\".",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "prohibitiondidnotmakedrinkinga-6992",
      "text": "Prohibition did not make drinking alcohol illegal in the United States. The Eighteenth Amendment and the subsequent Volstead Act prohibited the production, sale, and transport of \"intoxicating liquors\" within the United States, but their possession and consumption were never outlawed.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "distraughtstockbrokersdidnotju-5f90",
      "text": "Distraught stockbrokers did not jump to their deaths in large numbers after the Wall Street Crash of 1929. Although extensively reported by the news media, the phenomenon was limited in number and the overall suicide rate following the 1929 crash did not increase.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "therewasnowidespreadoutbreakof-bedc",
      "text": "There was no widespread outbreak of panic across the United States in response to Orson Welles' 1938 radio adaptation of H.G. Wells' The War of the Worlds. Only a very small share of the radio audience was listening to it, but newspapers, being eager to discredit radio as a competitor for advertising, played up isolated reports of incidents and increased emergency calls. Both Welles and CBS, which had initially reacted apologetically, later came to realize that the myth benefited them and actively embraced it in later years.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "americanpilotkennetharnolddidn-71a0",
      "text": "American pilot Kenneth Arnold did not coin the term flying saucer; he did not use that phrase when describing his 1947 UFO sighting at Mount Rainier, Washington. The East Oregonian, the first newspaper to report on the incident, merely quoted him as saying the objects \"flew like a saucer\" and were \"flat like a pie pan\".",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "ussenatorgeorgesmathersneverga-8212",
      "text": "U.S. Senator George Smathers never gave a speech to a less-educated audience describing his opponent, Claude Pepper, as an \"extrovert\" whose sister was a \"thespian\", in the apparent hope they would confuse them with similar-sounding words like \"pervert\" and \"lesbian\". Smathers offered US$10,000 to anyone who could prove he had made the speech; it was never claimed.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "dwightdeisenhowerdidnotorderth-58f3",
      "text": "Dwight D. Eisenhower did not order the construction of the Interstate Highway System for the sole purpose of evacuating cities in the event of nuclear warfare. While military motivations were present, the primary motivations were civilian.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "rosaparkswasnotsittinginthefro-a980",
      "text": "Rosa Parks was not sitting in the front (\"white\") section of the bus during the event that made her famous and incited the Montgomery bus boycott. Rather, she was sitting in the front of the unreserved section of the bus, where both white passengers and African Americans could sit in but with white passengers being prioritized, and rejected an order from the driver to vacate her seat in favor of a white passenger when the \"white\" section of the bus had become full.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theafricanamericanintellectual-b828",
      "text": "The African-American intellectual and activist W. E. B. Du Bois did not renounce his U.S. citizenship while living in Ghana shortly before his death. In early 1963, his membership in the Communist Party and support for the Soviet Union led the U.S. State Department to refuse to renew his passport while he was already in Ghana. After leaving the embassy, he stated his intention to renounce his citizenship in protest, but while he took Ghanaian citizenship, he never actually renounced his American citizenship.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "uspresidentjohnfkennedyswordsi-f309",
      "text": "US President John F. Kennedy's words \"Ich bin ein Berliner\" are standard German for \"I am a Berliner (citizen of Berlin).\" It is not true that by using the indefinite article ein, he changed the meaning of the sentence from the intended \"I am a citizen of Berlin\" to \"I am a Berliner\", a Berliner being a type of German pastry, similar to a jelly doughnut, amusing Germans. Furthermore, the pastry, which is known by many names in Germany, was not then – nor is it now – commonly called \"Berliner\" in the Berlin area.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "whenkittygenovesewasmurderedou-e4de",
      "text": "When Kitty Genovese was murdered outside her apartment in 1964, there were not 38 neighbors standing idly by and watching who failed to call the police until after she was dead, as was initially reported to widespread public outrage that persisted for years and even became the basis of a theory in social psychology. In fact, witnesses only heard brief portions of the attack and did not realize what was occurring, and only six or seven actually saw anything. One witness, who had called the police, said when interviewed by officers at the scene, \"I didn't want to get involved\", an attitude later attributed to all the neighbors.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "whileitwaspraisedbyonearchitec-bf11",
      "text": "While it was praised by one architectural magazine before it was built as \"the best high apartment of the year\", the Pruitt–Igoe housing project in St. Louis, Missouri never won any awards for its design. The architectural firm that designed the buildings did win an award for an earlier St. Louis project, which may have been confused with Pruitt–Igoe.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereislittlecontemporarydocum-6295",
      "text": "There is little contemporary documentary evidence for the notion that US Vietnam veterans were spat upon by anti-war protesters upon return to the United States. This belief was detailed in some biographical accounts and was later popularized by films such as Rambo.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "womendidnotburntheirbrasoutsid-a1e6",
      "text": "Women did not burn their bras outside the Miss America contest in 1969 as a protest in support of women's liberation. They did symbolically throw bras in a trash can, along with other articles seen as emblematic of women's position in American society such as mops, make-up, and high-heeled shoes. The myth of bra burning came when a journalist hypothetically suggested that women may do so in the future, as men of the era burned their draft cards.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "theamericanspaceprograminthe19-8b60",
      "text": "The American space program in the 1960s never had a wide base of public support and did not unify the United States. Belief that the Apollo program was worth the time and money invested peaked at 51% for a few months after the 1969 Apollo 11 moon landing, and otherwise had fluctuated between 35–45% support.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "despitepopularizingthephrasedr-49e9",
      "text": "Despite popularizing the phrase \"drinking the Kool-Aid\", Kool-Aid was not used for the potassium cyanide-fruit punch mix ingested as part of the Jonestown massacre. A similar product, Flavor-Aid, was used.",
      "section": "Modern",
      "subsection": "United States",
      "category": "History",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_history"
    },
    {
      "id": "thereisnoscientificevidencetha-52ad",
      "text": "There is no scientific evidence that the motion of stars, planets, and other celestial bodies influences the fates of humans, and astrology has repeatedly been shown to have no explanatory power in predicting future events.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "astronautsinorbithavethesensat-abfb",
      "text": "Astronauts in orbit have the sensation of being weightless because they are in free fall around the Earth, not because they are so far away from the Earth that its gravitational pull is negligible. For example, on the International Space Station the Earth's gravity is nearly 90% as strong as at the surface. Objects orbiting in space would not remain in orbit if not for the gravitational force, and gravitational fields extend even into the depths of intergalactic space.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thedarksideofthemoonreceivesab-71eb",
      "text": "The dark side of the Moon receives about the same amount of light from the Sun as the near side. The far side is called \"dark\" not because it never receives light but because it had never been seen until humans sent spacecraft around the Moon, since the same side of the Moon always faces the Earth due to tidal locking.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "blackholeshavethesamegravitati-8d0a",
      "text": "Black holes have the same gravitational effects as any other equal mass in their place. They will draw objects nearby towards them, just as any other celestial body does, except at very close distances to the black hole, comparable to its Schwarzschild radius. If, for example, the Sun were replaced by a black hole of equal mass, the orbits of the planets would be essentially unaffected.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "seasonsarenotcausedbytheearthb-cab5",
      "text": "Seasons are not caused by the Earth being closer to the Sun in the summer than in the winter, but by the effects of Earth's 23.4-degree axial tilt. Each hemisphere is tilted towards the Sun in its respective summer, resulting in longer days and more direct sunlight, with the opposite being true in the winter. Earth reaches the point in its orbit closest to the Sun in January, and it reaches the point farthest from the Sun in July, so the slight contribution of orbital eccentricity opposes the temperature trends of the seasons in the Northern Hemisphere.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "whenameteororspacecraftenterst-3c32",
      "text": "When a meteor or spacecraft enters the atmosphere, the heat of entry is not primarily caused by friction, but by adiabatic compression of air in front of the object.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eggbalancingispossibleoneveryd-41c3",
      "text": "Egg balancing is possible on every day of the year, not just the vernal equinox, and there is no relationship between any astronomical phenomenon and the ability to balance an egg.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thefisherspacepenwasnotcommiss-d477",
      "text": "The Fisher Space Pen was not commissioned by NASA at a cost of millions of dollars, while the Soviets used pencils. Pencils posed a major risk to astronauts due to the release of substances such as shavings and pencil lead being a flight hazard. The pen was independently developed by Paul C. Fisher, founder of the Fisher Pen Company, with $1 million of his own funds (equivalent to $10 million in 2024). NASA tested and approved the pen for space use, then purchased 400 pens at $6 per pen (equivalent to $57 in 2024). The Soviet Union subsequently also purchased the Space Pen for its Soyuz spaceflights.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "tangvelcroandteflonwerenotspun-408c",
      "text": "Tang, Velcro, and Teflon were not spun off from technology originally developed by NASA for spaceflight, though many other products (such as memory foam and space blankets) were.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thesunisnotyellowratheritemits-c2fa",
      "text": "The Sun is not yellow; rather, it emits light across the full spectrum of visible colors, and this combined light appears white when outside of Earth's atmosphere. Earth's atmosphere scatters shorter wavelengths of light, particularly blues and violets, more than longer wavelengths like reds and yellows, and this scattering is why the Sun appears yellow during the day or orange or red during sunrise and sunset. The scattered blue/violet light, appearing to come from all directions, is what makes the rest of the sky look blue.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thegreatwallofchinaisnottheonl-79be",
      "text": "The Great Wall of China is not the only human-made object visible from space or from the Moon. None of the Apollo astronauts reported seeing any specific human-made object from the Moon, and even Earth-orbiting astronauts can see it only with magnification. City lights, however, are easily visible on the night side of Earth from orbit.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thebigbangmodeldoesnotfullyexp-5a63",
      "text": "The Big Bang model does not fully explain the origin of the universe. It does not describe how energy, time, and space were caused, but rather it describes the emergence of the present universe from an ultra-dense and high-temperature initial state.",
      "section": "Astronomy and spaceflight",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "batsarenotblindwhileabout70ofb-63a1",
      "text": "Bats are not blind. While about 70% of bat species, mainly in the microbat family, use echolocation to navigate, all bat species have eyes and are capable of sight. In addition, almost all bats in the megabat or fruit bat family cannot echolocate and have excellent night vision.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "bullsarenotenragedbythecolorre-7c68",
      "text": "Bulls are not enraged by the color red, used in capes by professional bullfighters. Cattle are dichromats, so red does not stand out as a bright color. It is not the color of the cape, but the perceived threat by the bullfighter that incites it to charge, along with the spearing of the bull and mental agitation and abuse it endures beforehand.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "camelsdonotstorewaterintheirhu-51ce",
      "text": "Camels do not store water in their humps, but rather fatty tissue which can be used as a reserve source of calories. They can go long periods without water but the water is stored in the animal's bloodstream, not their humps.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "domesticcatsbehavioralandperso-44eb",
      "text": "Domestic cats' behavioral and personality traits cannot be predicted from their coat color. Rather, these traits depend on a complex interplay between genetic and environmental factors.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "notallcatsareattractedandintox-378c",
      "text": "Not all cats are attracted and intoxicated by catnip, which only affects about two thirds of them. Alternatives exist, such as valerian root and leaves.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "dogsdonotsweatbysalivatingdogs-6033",
      "text": "Dogs do not sweat by salivating. Dogs actually do have sweat glands, but not on their tongues; they sweat mainly through their footpads. However, dogs do primarily regulate their body temperature through panting. (See also: Dog anatomy § Temperature regulation)",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "dogsdonotconsistentlyagesevent-79d6",
      "text": "Dogs do not consistently age seven times as quickly as humans. Aging in dogs varies widely depending on the breed; certain breeds, such as giant dog breeds and English bulldogs, have much shorter lifespans than average. Most dogs reach adolescence by one year old; smaller and medium-sized breeds begin to age more slowly in adulthood.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "oldelephantsneardeathdonotleav-2021",
      "text": "Old elephants near death do not leave their herd to go to an \"elephants' graveyard\" to die.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thehippopotamusdoesnotproducep-6f97",
      "text": "The hippopotamus does not produce pink milk, nor does it sweat blood. The skin secretions of the hippopotamus are red due to the presence of hipposudoric acid, a red pigment which acts as a natural sunscreen, and is neither sweat nor blood. It does not affect the color of their milk, which is white or beige.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "lemmingsdonotengageinmasssuici-cb28",
      "text": "Lemmings do not engage in mass suicidal dives off cliffs when migrating. The scenes of lemming suicides in the 1958 Disney documentary film White Wilderness, which popularized this idea, were completely fabricated. The lemmings in the film were actually purchased from Inuit children, transported to the filming location in Canada and repeatedly shoved off a nearby cliff by the filmmakers to create the illusion of a mass suicide. The misconception itself is much older, dating back to at least the late 19th century, though its exact origins are uncertain.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "micedonothaveaspecialappetitef-6c32",
      "text": "Mice do not have a special appetite for cheese, and will eat it only for lack of better options; they actually favor sweet, sugary foods. The myth may have come from the fact that before the advent of refrigeration, cheese was usually stored outside and was therefore an easy food for mice to reach.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "porcupinesdonotshoottheirquill-3973",
      "text": "Porcupines do not shoot their quills. They can detach, and porcupines will deliberately back into attackers to impale them, but their quills do not project.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "rabbitsarenotespeciallypartial-99a3",
      "text": "Rabbits are not especially partial to carrots. Their diet in the wild primarily consists of dark green vegetables such as grasses and clovers, and excessive carrot consumption is unhealthy for them due to containing high levels of sugar. This misconception originated from cartoon character Bugs Bunny, whose carrot chomping habit was made as a reference to the character played by Clark Gable in It Happened One Night.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "tomatojuiceandsauceareineffect-6662",
      "text": "Tomato juice and sauce are ineffective at neutralizing the odor of a skunk. Rather, due to olfactory fatigue, a person sprayed by a skunk loses sensitivity to the smell over time. Effective treatments for skunk odor involve artificial compounds rather than household remedies.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnosuchthingasanalphaina-80b1",
      "text": "There is no such thing as an \"alpha\" in a wolf pack. An early study that coined the term \"alpha wolf\" had only observed unrelated adult wolves living in captivity. In the wild, wolf packs operate like families: parents are in charge until the young grow up and start their own families, and younger wolves do not overthrow an \"alpha\" to become the new leader.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thephasesofthemoonhavenoeffect-79d7",
      "text": "The phases of the Moon have no effect on the vocalizations of wolves, and wolves do not howl at the Moon. Wolves howl to assemble the pack usually before and after hunts, to pass on an alarm particularly at a den site, to locate each other during a storm, while crossing unfamiliar territory, and to communicate across great distances.",
      "section": "Biology",
      "subsection": "Mammals",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ahumantouchingorhandlingeggsor-7478",
      "text": "A human touching or handling eggs or baby birds will not cause the adult birds to abandon them. The same is generally true for other animals having their young touched by humans as well, with the possible exception of rabbits (as rabbits will sometimes abandon their nest after an event they perceive as traumatizing).",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eatingriceyeastoralkaseltzerdo-9358",
      "text": "Eating rice, yeast, or Alka-Seltzer does not cause birds to explode and is rarely fatal. Birds can flatulate and regurgitate to expel gas, and some birds even include wild rice as part of their diet. The misconception has often led to weddings using millet, confetti, or other materials to shower the newlyweds as they leave the ceremony, instead of the throwing of rice that is traditional in some places.",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "redtailedhawkcallarecordingofa-12af",
      "text": "Red-tailed hawk call A recording of a red tailed hawk",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "despitethesayingdumbasadodothe-78aa",
      "text": "Despite the saying \"dumb as a dodo\", the dodo's intelligence was above average for an avian, as it was a member of the family Columbidae (pigeons). The perceived stupidity of the dodo, a medium-sized flightless bird that was native to Mauritius, is due to naivety and passivity from living in isolation without significant predators.",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "manybelievethatthedodowashunte-8c73",
      "text": "Many believe that the dodo was hunted to extinction by European settlers due to its high culinary value. However, the dodo's meat was stated to be inedible by historical accounts, as one of its early names given by the Dutch was Walghvoghel (tasteless bird). The dodo's decline was caused more by predation of their eggs from invasive species as opposed to direct predation from humans.",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "aducksquackactuallydoesechoalt-511b",
      "text": "A duck's quack actually does echo, although the echo may be difficult to hear for humans under some circumstances. Despite this, a British panel show compiling interesting facts has been given the name Duck Quacks Don't Echo.",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ostrichesdonotsticktheirheadsi-91d9",
      "text": "Ostriches do not stick their heads in the sand to hide from enemies or to sleep. This misconception's origins are uncertain but it was probably popularized by Pliny the Elder (23–79 CE), who wrote that ostriches \"imagine, when they have thrust their head and neck into a bush, that the whole of their body is concealed\".",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "sixtycommonstarlingswerereleas-8575",
      "text": "Sixty common starlings were released in 1890 into New York's Central Park by Eugene Schieffelin, but there is no evidence that he was trying to introduce every bird species mentioned in the works of William Shakespeare into North America. This claim has been traced to an essay in 1948 by naturalist Edwin Way Teale, whose notes appear to indicate that it was speculation.",
      "section": "Biology",
      "subsection": "Birds",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theskinofachameleonisnotadapte-87fb",
      "text": "The skin of a chameleon is not adapted solely for camouflage purposes, nor can a chameleon change its skin color to match any background. Chameleons usually change color for social signaling, based on their mood, and for heat regulation. The use in social signaling may be to display bright colors for only brief periods of time to avoid increased visibility to predators.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "contrarytotheallegoricalstorya-5f8b",
      "text": "Contrary to the allegorical story about the boiling frog, frogs die immediately when cast into boiling water, rather than leaping out; furthermore, frogs will attempt to escape cold water that is slowly heated before reaching their critical thermal maximum.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thepacifictreefrogandthebajaca-5eac",
      "text": "The Pacific tree frog and the Baja California chorus frog are some of the only frog species that make a \"ribbit\" sound. The misconception that all frogs, or at least all those found in North America, make this sound comes from its extensive use in Hollywood films.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thememoryspanofgoldfishismuchl-22cd",
      "text": "The memory span of goldfish is much longer than just a few seconds. It is up to a few months long.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnocredibleevidencethatt-73b3",
      "text": "There is no credible evidence that the candiru, a South American parasitic catfish, can swim up a human urethra if one urinates in the water in which it lives. The sole documented case of such an incident, written in 1997, has been heavily criticized upon peer review, and this phenomenon is now largely considered a myth.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "pacussouthamericanfishrelatedt-5f60",
      "text": "Pacus, South American fish related to piranhas, do not attack or feed on human testicles. This myth originated from a misinterpreted joke in a 2013 report of a pacu being found in Øresund, the strait between Sweden and Denmark, which claimed that the fish ate \"nuts\".",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "piranhasdonoteatonlymeatbutare-645a",
      "text": "Piranhas do not eat only meat but are omnivorous, and they only swim in schools to defend themselves from predators and not to attack. They very rarely attack humans, only when under stress and feeling threatened, and even then, bites typically only occur on hands and feet.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "sharkscangetcancerthemisconcep-7a5f",
      "text": "Sharks can get cancer. The misconception that sharks do not get cancer was spread by the 1992 book Sharks Don't Get Cancer, which was used to sell extracts of shark cartilage as cancer prevention treatments. Reports of carcinomas in sharks exist, and current data does not support any conclusions about the incidence of tumors in sharks.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "greatwhitesharksdonotmistakehu-9748",
      "text": "Great white sharks do not mistake human divers for seals or other pinnipeds. When attacking pinnipeds, the shark surfaces quickly and attacks violently. In contrast, attacks on humans are slower and less violent: the shark charges at a normal pace, bites, and swims off. Great white sharks have efficient eyesight and color vision; the bite is not predatory, but rather for identification of an unfamiliar object.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "snakejawscannotunhingetheposte-5b6b",
      "text": "Snake jaws cannot unhinge. The posterior end of the lower jaw bones contains a quadrate bone, allowing jaw extension. The anterior tips of the lower jaw bones are joined by a flexible ligament allowing them to bow outwards, increasing the mouth gape.",
      "section": "Biology",
      "subsection": "Other vertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "itisnottruethataerodynamictheo-6fd6",
      "text": "It is not true that aerodynamic theory predicts that bumblebees should not be able to fly; the physics of insect flight is quite well understood. The misconception appears to come from a calculation based on a fixed-wing aircraft mentioned in a 1934 book, and was further popularized in the 2007 film Bee Movie.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "whilecertainlycriticaltothepol-b107",
      "text": "While certainly critical to the pollination of many plant species, European honey bees are not essential to human food production, despite claims that without their pollination, humanity would starve or die out \"within four years\". In fact, the most essential staple food crops on the planet, like wheat, maize, rice, soybeans and sorghum are wind pollinated or self pollinating, and only slightly over 10% of the total human diet of plant crops is dependent upon insect pollination.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "beesdonotalwaysdieiftheyusethe-566d",
      "text": "Bees do not always die if they use their sting. This only happens for a very small minority of species, which includes the honey bee, when they sting mammals, as they have thick skin. They are able to survive when they sting other insects.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "cockroacheswouldnotbetheonlyor-74e2",
      "text": "Cockroaches would not be the only organisms capable of surviving in an environment contaminated with nuclear fallout. While cockroaches have a much higher radiation resistance than vertebrates, they are not immune to radiation poisoning, nor are they exceptionally radiation-resistant compared to other insects.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "notallearthwormsbecometwoworms-3169",
      "text": "Not all earthworms become two worms when cut in half. Only a limited number of earthworm species are capable of anterior regeneration.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "earwigsarenotknowntopurposelyc-6bd0",
      "text": "Earwigs are not known to purposely climb into external ear canals, though there have been anecdotal reports of earwigs being found in the ear. The name may be a reference to the appearance of their hindwings, which are unique and distinctive among insects, and resemble a human ear when unfolded.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "houseflieshaveanaveragelifespa-48ab",
      "text": "Houseflies have an average lifespan of 20 to 30 days, not 24 hours. However, females of one species of mayfly, which do not belong to the group of true flies, have an adult lifespan of as little as 5 minutes.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "applyingurinetojellyfishstings-3d80",
      "text": "Applying urine to jellyfish stings does not relieve pain and may make the pain worse. The best immediate treatment for jellyfish stings is to rinse them in salt water.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "femaleprayingmantisesdonotalwa-1861",
      "text": "Female praying mantises do not always eat the males during mating.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thedaddylonglegsspiderpholcida-925f",
      "text": "The daddy longlegs spider (Pholcidae) is not the most venomous spider in the world. Their fangs are capable of piercing human skin, but the tiny amount of venom they carry causes only a mild burning sensation for a few seconds. Other species such as harvestmen and crane flies are also called daddy longlegs, and share the misconception of being highly venomous but unable to pierce the skin of humans.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "peopledonotswallowlargenumbers-46ff",
      "text": "People do not swallow large numbers of spiders during sleep. A sleeping person makes noises that warn spiders of danger. Most people also wake up from sleep when they have a spider on their face.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thoughtheyareoftencalledwhitea-37c4",
      "text": "Though they are often called \"white ants\", termites are not ants, nor are they closely related to ants. Termites are actually highly derived cockroaches.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ticksdonotjumporfallfromtreeso-5a42",
      "text": "Ticks do not jump or fall from trees onto their hosts. Instead, they lie in wait to grasp and climb onto any passing host or otherwise trace down hosts via, for example, olfactory stimuli, the host's body heat, or carbon dioxide in the host's breath.",
      "section": "Biology",
      "subsection": "Invertebrates",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "carnivorousplantscansurvivewit-23a4",
      "text": "Carnivorous plants can survive without food. Catching insects, however, supports their growth.",
      "section": "Biology",
      "subsection": "Plants",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mushroomsmoldsandotherfungiare-7f45",
      "text": "Mushrooms, molds, and other fungi are not plants, despite similarities in their morphology and lifestyle. The historical classification of fungi as plants is defunct, and although they are still commonly included in botany curricula and textbooks, modern molecular evidence shows that fungi are more closely related to animals than to plants.",
      "section": "Biology",
      "subsection": "Plants",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "poinsettiasarenothighlytoxicto-5251",
      "text": "Poinsettias are not highly toxic to humans or cats. While it is true that they are mildly irritating to the skin or stomach, and may sometimes cause diarrhea and vomiting if eaten, they rarely cause serious medical problems.",
      "section": "Biology",
      "subsection": "Plants",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "sunflowersdonotalwayspointtoth-6e03",
      "text": "Sunflowers do not always point to the Sun. Flowering sunflowers face a fixed direction (often east) all day long, but do not necessarily face the Sun. However, in an earlier developmental stage, before the appearance of flower heads, the immature buds do track the Sun (a phenomenon called heliotropism).",
      "section": "Biology",
      "subsection": "Plants",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "furtherinformationintroduction-1c95",
      "text": "Further information: Introduction to evolution and Objections to evolution",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thetheoryofevolutiondoesnotatt-af92",
      "text": "The theory of evolution does not attempt to explain the origin of life or the origin and development of the universe. The theory of evolution deals primarily with changes in successive generations over time after life has already originated. The scientific model concerned with the origin of the first organisms from organic or inorganic molecules is known as abiogenesis, and the prevailing theory for explaining the early development of the universe is the Big Bang model.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "evolutionisnotaprogressionfrom-11307",
      "text": "Evolution is not a progression from inferior to superior organisms, and it also does not necessarily result in an increase in complexity. Evolution through natural selection only causes successive generations of a population of organisms to become more fit for their environment than previous generations. A population can evolve to become simpler or to have a smaller genome, and atavistic ancestral genetic traits can reappear after having been lost through evolutionary change in previous generations. Biological devolution or de-evolution is a misnomer, not only because it implies that organisms can only evolve backward or forward, but also because it implies that evolution may cause organisms to evolve in the \"wrong\" direction.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thephrasesurvivalofthefittestr-efcd",
      "text": "The phrase \"survival of the fittest\" refers to biological fitness, not physical fitness. Biological fitness is the quantitative measure of individual reproductive success, e.g. the tendency of lineages containing individuals that produce more offspring in a particular environment to persist and thrive in that environment. Further, while the related concepts of \"survival of the fittest\" and \"natural selection\" are often used interchangeably, they are not the same: natural selection is not the only form of selection that determines biological fitness (see sexual selection, fecundity selection, viability selection, and artificial selection).",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "evolutiondoesnotplantoimprovea-d758",
      "text": "Evolution does not \"plan\" to improve an organism's fitness to survive. This misconception is encouraged as it is common shorthand for biologists to speak of a purpose as a concise form of expression (sometimes called the \"metaphor of purpose\"); it is less cumbersome to say \"Dinosaurs may have evolved feathers for courtship\" than \"Feathers may have been selected for when they arose as they gave dinosaurs a selective advantage during courtship over their non-feathered rivals\". However, this can result in many students explaining evolution as an intentional and purposeful process.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mutationsarenotallequallylikel-c171",
      "text": "Mutations are not all equally likely, nor do they occur at the same frequency everywhere in the genome. Certain regions of an organism's genome will be more or less likely to undergo mutation depending on the presence of DNA repair mechanisms and other mutation biases. For instance, in a study on Arabidopsis thaliana, biologically important regions of the plant's genome were found to be protected from mutations, and beneficial mutations were found to be more likely, i.e. mutation was \"biased in a way that benefits the plant\".",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughtheworddinosaurcanbeus-7a6c",
      "text": "Although the word dinosaur can be used pejoratively to describe something that is becoming obsolete due to failing to adapt to changing conditions, non-avian dinosaurs themselves did not go extinct due to an inability to adapt to environmental change as was initially theorized. Moreover, not all dinosaurs are extinct (see below).",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "birdsaretheropoddinosaursandco-1054e",
      "text": "Birds are theropod dinosaurs, and consequently dinosaurs are not extinct. The word dinosaur is commonly used to refer only to non-avian dinosaurs, reflecting an outdated conception of the ancestry of avian dinosaurs, the birds. The evolutionary origin of birds was an open question in paleontology for over a century, but the modern scientific consensus is that birds evolved from small feathered theropods in the Jurassic. Not all dinosaur lineages were cut short at the end of the Cretaceous during the Cretaceous–Paleogene extinction event, and over 11,000 species of avian theropods survive as part of the modern fauna.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "despitetheirculturaldepictions-944c",
      "text": "Despite their cultural depictions as \"swimming dinosaurs\", mosasaurs, ichthyosaurs, plesiosaurs, and other aquatic Mesozoic diapsids were not dinosaurs. Mosasaurs were actually lizards, and ichthyosaurs and plesiosaurs were even more distantly related to dinosaurs. Though some dinosaurs were or are semiaquatic (Hesperornis, Spinosaurus, auks, penguins), none are known to have been fully marine.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "pterosaursinformallycalledpter-7544",
      "text": "Pterosaurs (informally called pterodactyls) are often called \"flying dinosaurs\" by popular media and the general public, but while pterosaurs were closely related to dinosaurs, dinosaurs are defined as the descendants of the last common ancestor of the Saurischia and the Ornithischia, which excludes the pterosaurs.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "dimetrodonisoftenmistakenlycal-791a",
      "text": "Dimetrodon is often mistakenly called a dinosaur or considered to be a contemporary of dinosaurs in popular culture, but it became extinct some 40 million years before the first appearance of dinosaurs. Being a synapsid, Dimetrodon is actually more closely related to mammals than to dinosaurs, birds, lizards, or other diapsids.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humansandaviandinosaurscurrent-ee1a",
      "text": "Humans and avian dinosaurs currently coexist, but humans and non-avian dinosaurs did not coexist at any point. The last of the non-avian dinosaurs died 66 million years ago in the course of the Cretaceous–Paleogene extinction event, whereas the earliest members of the genus Homo (humans) evolved between 2.3 and 2.4 million years ago. This places 63 million years between the last non-avian dinosaurs and the earliest humans. Humans did coexist with woolly mammoths and saber-toothed cats: extinct mammals often erroneously depicted alongside non-avian dinosaurs.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "fossilfuelsdonotoriginatefromd-7fa6",
      "text": "Fossil fuels do not originate from dinosaur fossils. Petroleum is formed when algae and zooplankton die and sink in anoxic conditions to be buried on the ocean floor without being decomposed by aerobic bacteria, and only a tiny amount of the world's deposits of coal contain dinosaur fossils; the vast majority of coal is fossilized plant matter.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mammalsdidnotevolvefromanymode-12e4e",
      "text": "Mammals did not evolve from any modern group of reptiles; rather, mammals descend from a Reptiliomorph, \"reptile-like,\" ancestor. The term reptile is problematic, since its conventional usage unnaturally excludes birds and mammals, and the modern consensus is that the reptiles are not a natural group. After the first fully terrestrial tetrapods evolved, one of their lineages split into the synapsids (the line leading to mammals) and the diapsids (the line leading to crocodiles, birds and other dinosaurs, tuatara, lizards, and snakes). The synapsids and the diapsids diverged about 320 million years ago, in the mid-Carboniferous period. Only later, in the Triassic, did the modern diapsid groups (the lepidosaurs and the archosaurs) emerge and diversify. The mammals themselves are the only survivors of the synapsid line.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humansandotherapesareoldworldm-13c18",
      "text": "Humans and other apes are Old World monkeys. The word monkey is often used colloquially to describe only those simians which possess tails, thus excluding Barbary apes and true apes, but this distinction is paraphyletic. While apes were traditionally thought to be a sister group to monkeys, modern paleontological and molecular evidence shows that apes are deeply nested within the monkey family tree. Old World monkeys like baboons are more closely related to all apes than they are to all New World monkeys, and extinct Old World monkeys like Aegyptopithecus predate the split between apes and all other extant Old World monkeys. There is a concerted social and religious effort to deny evidence which connects humans to their ancestors and fellow extant simians, but there is no way to naturally define the monkeys while excluding humans and other apes.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humansdidnotevolvefromeitherof-6af4",
      "text": "Humans did not evolve from either of the living species of chimpanzees or any other living species of apes. Humans and chimpanzees did, however, evolve from a common ancestor. This most recent common ancestor of living humans and chimpanzees would have lived between 5 and 8 million years ago.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humansareanimalsdespitethefact-25a0",
      "text": "Humans are animals, despite the fact that the word animal is colloquially used as an antonym for human.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ecosystemsdonotnaturallymoveba-3e16",
      "text": "Ecosystems do not naturally move back towards an equilibrium using negative feedback. The concept of an inherent \"balance of nature\" has been superseded by chaos theory.",
      "section": "Biology",
      "subsection": "Evolution and paleontology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "himalayansaltdoesnothavelowerl-1e27",
      "text": "Himalayan salt does not have lower levels of sodium than conventional table salt.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "glassdoesnotflowatroomtemperat-9ef8",
      "text": "Glass does not flow at room temperature as a high-viscosity liquid. Although glass shares some molecular properties with liquids, it is a solid at room temperature and only begins to flow at hundreds of degrees above room temperature. Old glass which is thicker at the bottom than at the top comes from the production process, not from slow flow; no such distortion is observed in other glass objects of similar or even greater age.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "diamondsarenotformedfromhighly-ab2f",
      "text": "Diamonds are not formed from highly compressed coal. Almost all commercially mined diamonds were formed in the conditions of extreme heat and pressure about 150 kilometers (93 mi) below the earth's surface. Coal is formed from prehistoric plants buried much closer to the surface, and is unlikely to migrate below 3.2 kilometers (2.0 mi) through geological processes. Most diamonds that have been dated are older than the first land plants, and are therefore older than coal.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "neithertinfoilnortincansstillu-4d00",
      "text": "Neither \"tin\" foil nor \"tin\" cans still use tin as a primary material. Aluminum foil has replaced tin foil in almost all uses since the 20th century; tin cans now primarily use steel or aluminum as their main metal.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnospecialcompoundaddedt-34f4",
      "text": "There is no special compound added to the water in swimming pools that will reveal the presence of urine and catch those who urinate in the pool.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughthecoreofawoodenpencil-58c2",
      "text": "Although the core of a wooden pencil is commonly referred to as \"lead\", wooden pencils do not contain the chemical element lead, nor have they ever contained it; \"black lead\" was formerly a name of graphite, which is commonly used for pencil leads.",
      "section": "Chemistry and materials science",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "themacosandlinuxoperatingsyste-6d97",
      "text": "The macOS and Linux operating systems are not immune to malware such as trojan horses or computer viruses. Specialized malware designed to attack those systems does exist (see Linux malware). However, the vast majority of viruses are developed for Microsoft Windows due to its larger market share.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thedeepwebisnotprimarilyfullof-8acf",
      "text": "The deep web is not primarily full of pornography, illegal drug trade websites, and stolen bank details. This information is primarily found in a small portion of the deep web known as the \"dark web\". Much of the deep web consists of academic libraries, databases, and anything that is not indexed by normal search engines, including most private email accounts and direct messages.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "privatebrowsingsuchaschromesin-dc3f",
      "text": "Private browsing (such as Chrome's \"Incognito Mode\") does not protect users from being tracked by websites, governments, or one's internet service provider (ISP), nor does it hide one's information when using devices or networks owned or maintained by one's employer, school, or other entity, such as a coffee shop. Such entities can still use information such as IP addresses and user accounts to uniquely identify users. Private browsing also does not provide additional protection against viruses or malware. It is usually only a feature to not record browsing and searching history on the browser.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "submergingaphoneinriceafterith-67f3",
      "text": "Submerging a phone in rice after it has suffered from water damage has not been shown to be effective in repairing it. Even if submerging them in a desiccant were more effective than leaving them to dry in open air, common desiccants such as silica gel or cat litter are better than rice.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mobilephonesdonotcreateconside-2337",
      "text": "Mobile phones do not create considerable electromagnetic interference when used in hospitals.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theapplelogowasnotinspiredbyal-6118",
      "text": "The Apple logo was not inspired by Alan Turing or his death by cyanide-laced apple. Although Turing was found dead with a half-eaten apple near his bed in 1954 and was a key figure in computing history, Apple's logo designer Rob Janoff has repeatedly denied any connection.",
      "section": "Computing and the Internet",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "globalwarmingisnotcausedbytheh-7d05",
      "text": "Global warming is not caused by the hole in the ozone layer. Ozone depletion is a separate problem caused by chlorofluorocarbons (CFCs) which have been released into the atmosphere. CFCs are strong greenhouse gases, however the hole in the ozone layer is shrinking and in 2019 was the smallest it had been since 1982, while global warming continues.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "coolingtowersinpowerstationsan-3c6a",
      "text": "Cooling towers in power stations and other facilities do not emit smoke, harmful fumes, or radiation; they emit water vapor and do not contribute to climate change.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "nuclearpowerisoneofthesafestso-61e8",
      "text": "Nuclear power is one of the safest sources of energy, resulting in orders of magnitude fewer deaths than conventional power sources per unit of energy produced. Extremely few people are killed or injured due to nuclear power on a yearly basis. (See also: Radiophobia)",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "earthquakestrengthormagnitudei-10992",
      "text": "Earthquake strength (or magnitude) is not commonly measured using the Richter scale. Although the Richter scale was used historically to measure earthquake magnitude (not earthquake damage), it was found in the 1970s that it does not reliably represent the magnitude of large earthquakes. It has therefore been largely replaced by the moment magnitude scale, although very small earthquakes are still sometimes measured using the Richter scale. Nevertheless, earthquake magnitude is still widely misattributed to the Richter scale.Death rates from air pollution and accidents related to energy production, measured in deaths per terawatt hours (TWh) (left). Carbon emissions measured in tons per gigawatt hour (GWh) (right).",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "lightningcanandoftendoesstrike-6321",
      "text": "Lightning can, and often does, strike the same place twice. Lightning in a thunderstorm is more likely to strike objects and spots that are more prominent or conductive. For instance, lightning strikes the Empire State Building in New York City on average 23 times per year.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "heatlightningdoesnotexistasadi-4250",
      "text": "Heat lightning does not exist as a distinct phenomenon. What is mistaken for \"heat lightning\" is usually ordinary lightning from storms too distant to hear the associated thunder.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theyellowstonecalderaisnotover-aa70",
      "text": "The Yellowstone Caldera is not overdue for a supervolcano eruption. There is also no evidence that it will erupt in the near future. In fact, data indicates there will not be an eruption in the coming centuries. The most likely eruption would be hydrothermal rather than volcanic. A caldera-forming volcanic eruption (and subsequent impacts on global weather patterns and agricultural production) is the least likely scenario and has an extremely low likelihood.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theearthsinteriorisnotmoltenro-d0fc",
      "text": "The Earth's interior is not molten rock. This misconception may originate from a misunderstanding based on the fact that the Earth's mantle convects, and the incorrect assumption that only liquids and gases can convect. In fact, a solid with a large Rayleigh number can also convect, given enough time, which is what occurs in the solid mantle due to the very large thermal gradient across it. There are small pockets of molten rock in the upper mantle, but these make up a tiny fraction of the mantle's volume. The Earth's outer core is liquid, but it is liquid metal, not rock.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theamazonrainforestdoesnotprov-be8c",
      "text": "The Amazon rainforest does not provide 20% of Earth's oxygen. This is a misinterpretation of a 2010 study which found that approximately 34% of photosynthesis by terrestrial plants occurs in tropical rainforests (so the Amazon rainforest would account for approximately half of this). Due to respiration by the resident organisms, all ecosystems (including the Amazon rainforest) have a net output of oxygen of approximately zero. The oxygen currently present in the atmosphere was accumulated over billions of years.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "birddeathsduetowindturbinesare-3283",
      "text": "Bird deaths due to wind turbines are extremely rare compared to those caused by cats, windows, vehicles, poison, and overhead power lines.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thewhitestreaksseenintheskyaft-5a98",
      "text": "The white streaks seen in the sky after airplanes pass overhead are contrails consisting of condensed water vapor and engine exhaust. They are not chemtrails, nor are they part of a program to control the weather or some other nefarious purpose.",
      "section": "Earth and environmental sciences",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thetotalnumberofpeoplelivingin-6426",
      "text": "The total number of people living in extreme absolute poverty globally, by the widely used metric of $1.00/day (in 1990 U.S. dollars) has decreased over the last several decades, but most people surveyed in several countries incorrectly think it has increased or stayed the same.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughthehumanpopulationofea-8f5d",
      "text": "Although the human population of Earth is increasing, the rate of human population growth is decreasing and the world population is expected to peak and then begin falling during the 21st century. Improvements in agricultural productivity and technology are expected to be able to meet anticipated increased demand for resources, making a global human overpopulation scenario unlikely.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "foranygivenproductionsettherei-acaa",
      "text": "For any given production set, there is not a set amount of labor input (a \"lump of labor\") to produce that output. This fallacy is commonly seen in Luddite and later, related movements as an argument either that automation causes permanent, structural unemployment, or that labor-limiting regulation can decrease unemployment. In fact, changes in capital allocation, efficiency, and economies of learning can change the amount of labor input for a given set of production.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "incomeisnotadirectfactorindete-6164",
      "text": "Income is not a direct factor in determining credit score in the United States. Rather, credit score is affected by the amount of unused available credit, which is in turn affected by income. Income is also considered when evaluating creditworthiness more generally.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theuspublicvastlyoverestimates-18d8",
      "text": "The US public vastly overestimates the amount spent on foreign aid.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "intheusanincreaseingrossincome-ac94",
      "text": "In the US, an increase in gross income will never reduce a taxpayer's post-tax earnings (net income) by putting them in a higher tax bracket. Tax brackets specify marginal tax rates: only income earned in the higher tax bracket is taxed at the higher rate. An increase in gross income can reduce net income in a welfare cliff, however, when benefits are withdrawn when passing a certain income threshold. Prevalence of the misconception varies by political party affiliation.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "constructingnewhousingdecrease-7bd6",
      "text": "Constructing new housing decreases the cost of rent and the price of homes in both the immediate neighborhood and in the city as a whole. In real estate economics, \"supply skepticism\" leads many Americans to misunderstand the effect of increasing the supply of housing on housing costs. The misconception is unique to the housing market.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "businessesdonotgetataxbenefitb-6c0a",
      "text": "Businesses do not get a tax benefit by collecting charitable donations from their customers. Corporation taxes are based on profit; the customer's donation would not change the amount of profit and therefore the tax payable. A business would need to donate its own money to receive a tax break.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "importtariffsaretaxespaidtothe-8d63",
      "text": "Import tariffs are taxes paid to the government by importers, not by exporting countries or manufacturers as is claimed by some, including Donald Trump. There is a near-unanimous consensus among economists that tariffs have a net-negative effect on economic growth and welfare, and harm consumers through higher prices by more than they benefit domestic producers and governments.",
      "section": "Economics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "themajorityofthesaharaconsists-16d4",
      "text": "The majority of the Sahara consists of rocks, rather than sand.",
      "section": "Geography",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "riversdonotpredominantlyflowfr-5df6",
      "text": "Rivers do not predominantly flow from north to south. Rivers flow downhill in all compass directions, often changing direction along their course. Many major rivers flow northward, including the Nile, the Yenisey, the Ob, the Rhine, the Lena, and the Orinoco.",
      "section": "Geography",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "sleepinginaclosedroomwithanele-3fe8",
      "text": "Sleeping in a closed room with an electric fan running does not result in \"fan death\", as is widely believed in South Korea among older people. As of 2019, this belief was in decline.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "nocturiawakingupatnighttourina-3224",
      "text": "Nocturia (waking up at night to urinate) is equally prevalent in women and men, although it is more common among both men and women over 50.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "wakingupasleepwalkerdoesnothar-52f2",
      "text": "Waking up a sleepwalker does not harm them. Sleepwalkers may be confused or disoriented for a short time after awakening, but the health risks associated with sleepwalking are from injury or insomnia, not from being awakened.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "seizurescannotcauseapersontosw-60b0",
      "text": "Seizures cannot cause a person to swallow their own tongue, and it is dangerous to attempt to place a foreign object into a convulsing person's mouth. Instead it is recommended to gently lay a convulsing person on their side to minimize the risk of asphyxiation.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "drowningisofteninconspicuousto-754e",
      "text": "Drowning is often inconspicuous to onlookers. In most cases, the instinctive drowning response prevents the victim from waving or yelling (known as \"aquatic distress\"), which are therefore not dependable signs of trouble; indeed, most drowning victims undergoing the response do not show prior evidence of distress.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "herbalmedicinesarenotnecessari-260a",
      "text": "Herbal medicines are not necessarily safe and side-effect free; such medicines can have adverse effects.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humanbloodinveinsisnotactually-a8a7",
      "text": "Human blood in veins is not actually blue. Blood is red due to the presence of hemoglobin; deoxygenated blood (in veins) has a deep red color, and oxygenated blood (in arteries) has a light cherry-red color. Veins below the skin can appear blue or green due to subsurface scattering of light through the skin, and aspects of human color perception. Many medical diagrams also use blue to show veins, and red to show arteries, which contributes to this misconception.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "exposuretoavacuumorexperiencin-96eb",
      "text": "Exposure to a vacuum, or experiencing all but the most extreme uncontrolled decompression, does not cause the body to explode or internal fluids to boil (although the fluids in the mouth and lungs will indeed boil at altitudes above the Armstrong limit); rather, it will lead to a loss of consciousness once the body has depleted the supply of oxygen in the blood, followed by death from hypoxia within minutes.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "exerciseinduceddelayedonsetmus-66a7",
      "text": "Exercise-induced delayed onset muscle soreness is not caused by lactic acid build-up. Muscular lactic acid levels return to normal levels within an hour after exercise; delayed onset muscle soreness is thought to be due to microtrauma from unaccustomed or strenuous exercise.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "stretchingbeforeorafterexercis-1ed7",
      "text": "Stretching before or after exercise does not reduce delayed onset muscle soreness.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "urineisnotsterilenotevenintheb-4237",
      "text": "Urine is not sterile, not even in the bladder. This misconception may derive from urine bacterial screening tests, which return \"negative\" when bacteria levels are low, but nonzero.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "suddenimmersionintofreezingwat-4e7c",
      "text": "Sudden immersion into freezing water does not typically cause death by hypothermia, but rather from the cold shock response, which can cause cardiac arrest, heart attack, or hyperventilation leading to drowning.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "crematedremainsarenotashesinth-6849",
      "text": "Cremated remains are not ashes in the usual sense. After the incineration is completed, the dry bone fragments are swept out of the retort and pulverized by a machine called a cremulator (essentially a high-capacity, high-speed blender) to process them into \"ashes\" or \"cremated remains\".",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thelungsalveoliarenottinyballo-9442",
      "text": "The lung's alveoli are not tiny balloons that expand and contract under positive pressure following the Young–Laplace equation, as is taught in some physiology and medical textbooks. The tissue structure is more like a sponge with polygonal spaces that unfold and fold under negative pressure from the chest wall.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "halfofbodyheatisnotlostthrough-bc0a",
      "text": "Half of body heat is not lost through the head, and covering the head is no more effective at preventing heat loss than covering any other portion of the body. Heat is lost from the body in proportion to the amount of exposed skin. The head accounts for around 7–9% of the body's surface, and studies have shown that having one's head submerged in cold water only causes a person to lose 10% more heat overall.[medical citation needed]",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "adrenochromeisnotharvestedfrom-ab3f",
      "text": "Adrenochrome is not harvested from living people and has no use as a recreational drug. Hunter S. Thompson conceived a fictional drug of the same name in his book Fear and Loathing in Las Vegas, apparently as a metaphor and unaware that a real substance by that name existed; it is Thompson's fictional adrenochrome, and not the real chemical compound, that is the source of numerous conspiracy theories revolving around human trafficking to harvest the fictional drug.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "menandwomenhavethesamenumberof-3d63",
      "text": "Men and women have the same number of ribs: 24, or 12 pairs. The erroneous idea that women have one more rib than men may stem from the biblical creation story of Adam and Eve.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theuseofcottonswabsakacottonbu-3111",
      "text": "The use of cotton swabs (aka cotton buds or Q-Tips) in the ear canal has no associated medical benefits and poses definite medical risks.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theideathataprecisenumberofsta-409d",
      "text": "The idea that a precise number of stages of grief exists is not supported in peer-reviewed research or objective clinical observation, let alone the five stages of grief model.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "37c986fisnotthenormaloraverage-4db3",
      "text": "37 °C (98.6 °F) is not the normal or average temperature of the human body. That figure comes from an 1860 study, but modern research shows that the average internal temperature is 36.4 °C (97.5 °F), with small fluctuations.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thecellsinthehumanbodyarenotou-3df5",
      "text": "The cells in the human body are not outnumbered 10 to 1 by microorganisms. The 10 to 1 ratio was an estimate made in 1972; current estimates put the ratio at either 3 to 1 or 1.3 to 1.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thetotallengthofcapillariesint-6034",
      "text": "The total length of capillaries in the human body is not 100,000 km. That figure comes from a 1929 book by August Krogh, who used an unrealistically large model person and an inaccurately high density of capillaries. The true number is believed to be between 9,000 and 19,000 km.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "woodsmokeforexamplefromwoodbur-43b0",
      "text": "Wood smoke, for example from wood-burning stoves, is not a benign form of pollution because it is \"natural\", but is as harmful as other common forms of air pollution such as diesel fumes.",
      "section": "Human body and health",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "tuberculosisisnotpurelyadiseas-3451",
      "text": "Tuberculosis is not purely a disease of the lungs that has symptoms of coughing. It may instead infect a wide range of other organs in the body.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "cancercannotbetreatedbyrestric-3fef",
      "text": "Cancer cannot be treated by restricting food intake and so supposedly \"starving\" tumors. Rather, the health of people with cancer is best served by maintaining a healthy diet.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thecommoncoldandthecommonfluar-bac8",
      "text": "The common cold and the common flu are caused by viruses, not exposure to cold temperatures. However, low temperatures may somewhat weaken the immune system, and someone already infected with a cold or influenza virus but showing no symptoms can become symptomatic after they are exposed to low temperatures. Viruses are more likely to spread during the winter for a variety of reasons such as dry air, less air circulation in homes, people spending more time indoors, and lower vitamin D levels in humans.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "antibioticswillnotcureacoldthe-437f",
      "text": "Antibiotics will not cure a cold; they treat bacterial diseases and are ineffectual against viruses. However, they are sometimes prescribed to prevent or treat secondary infections.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereislittletonoevidencethata-377e",
      "text": "There is little to no evidence that any illnesses are curable through essential oils or aromatherapy, and fish oil has not been shown to cure dementia.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "inthosewiththecommoncoldthecol-643d",
      "text": "In those with the common cold, the color of the sputum or nasal secretion may vary from colorless to yellow to green and does not indicate the class of agent causing the infection. The color of the sputum is determined by immune cells fighting an infection in the nasal area.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "vitamincdoesnotpreventortreatt-5dfb",
      "text": "Vitamin C does not prevent or treat the common cold, although it may have a protective effect during intense cold-weather exercise. If taken daily, it may slightly reduce the duration and severity of colds, but it has no effect if taken after the cold starts.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "supplementsoftheplantechinacea-5c89",
      "text": "Supplements of the plant echinacea do not prevent or reduce the severity of colds as widely believed. A 2014 review of 24 different randomized controlled trials found echinacea supplements do not prevent colds, with most showing no benefit over placebo.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humanscannotcatchwartsfromtoad-42b0",
      "text": "Humans cannot catch warts from toads or other animals; the bumps on a toad are not warts. Warts on human skin are caused by human papillomavirus, which is only known to affect humans.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "crackingonesknucklesdoesnotcau-145d",
      "text": "Cracking one's knuckles does not cause osteoarthritis.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "inpeoplewitheczemabathingdoesn-4d52",
      "text": "In people with eczema, bathing does not dry the skin as long as a moisturizer is applied soon after. If moisturizer is not applied after bathing, then the evaporation of water from the skin can result in dryness.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "therehaveneverbeenanyprogramsi-8922",
      "text": "There have never been any programs in the US that provide access to dialysis machines in exchange for pull tabs on beverage cans. This rumor has existed since at least the 1970s, and usually cites the National Kidney Foundation as the organization offering the program. The Foundation itself has denied the rumor, noting that dialysis machines are primarily funded by Medicare.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "highdietaryproteinintakeisnota-7098",
      "text": "High dietary protein intake is not associated with kidney disease in healthy people. While significantly increased protein intake in the short-term is associated with changes in renal function, there is no evidence to suggest this effect persists in the long-term and results in kidney damage or disease.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "rhinoceroshorninpowderedformis-15a39",
      "text": "Rhinoceros horn in powdered form is not used as an aphrodisiac in traditional Chinese medicine as Cornu Rhinoceri Asiatici (犀角, xījiǎo, \"rhinoceros horn\"). It is prescribed for fevers and convulsions, a treatment not supported by evidence-based medicine.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "leprosyisnotautodegenerativeas-be05",
      "text": "Leprosy is not auto-degenerative as commonly supposed, meaning that it will not (on its own) cause body parts to be damaged or fall off. Leprosy causes rashes to form and may degrade cartilage and, if untreated, inflame tissue. In addition, leprosy is only mildly contagious, partly because 95% of those infected with the mycobacteria that causes leprosy do not develop the disease. Tzaraath, a Biblical disease that disfigures the skin, is often identified as leprosy, and may be the source of many myths about the disease.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "rustitselfdoesnotcausetetanusi-765d",
      "text": "Rust itself does not cause tetanus infection. The bacteria that causes tetanus thrives in low oxygen environments, including rust where the oxygen has combined with iron, so many people associate rust with tetanus. However, any puncture wound can introduce spores that cause a tetanus infection, not just rusty nails.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "quarantinehasneverbeenastandar-af71",
      "text": "Quarantine has never been a standard procedure for those with severe combined immunodeficiency, despite the condition's popular nickname (\"bubble boy syndrome\") and its portrayal in films. A bone marrow transplant in the earliest months of life is the standard course of treatment. The exceptional case of David Vetter, who lived much of his life encased in a sterile environment because he would not receive a transplant until age 12, was an inspiration for the \"bubble boy\" trope.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "postexposureprophylaxisforrabi-731e",
      "text": "Post-exposure prophylaxis for rabies does not require a painful series of injections into the abdomen with a long needle. Prior to the 1980s, the rabies vaccine did indeed require injection into the abdomen, but modern rabies vaccines are given as intramuscular injections into the deltoid muscle of the upper arm.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "statementsinmedicationpackagei-8113",
      "text": "Statements in medication package inserts listing the frequency of side effects describe how often the effect occurs after taking a drug, but are not making any assertion that there is a causal connection between taking the drug and the occurrence of the side effect. In other words, what is being reported on is correlation, not necessarily causation.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnopeerreviewedscientifi-27f5",
      "text": "There is no peer-reviewed scientific evidence that crystal healing has any effect beyond acting as a placebo.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisascientificconsensustha-3d36",
      "text": "There is a scientific consensus that currently available food derived from genetically modified crops poses no greater risk to human health than conventional food.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "readingindimlightcauseseyestra-1cca",
      "text": "Reading in dim light causes eye strain rather than permanent damage to the eye.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "colorblindnesscannotbesignific-521c",
      "text": "Color blindness cannot be significantly alleviated by glasses or lenses. While there are lenses marketed towards the colorblind, their efficacy is doubted by professionals, and they do not enable wearers to see new colors.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "afeverfrominfectiondoesnotcaus-3c6b",
      "text": "A fever from infection does not cause brain damage by itself. The myth has been linked to the association between fevers and typically non-serious febrile seizures.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "tourettessyndromeisnotpredomin-82ea",
      "text": "Tourette's syndrome is not predominantly characterised by the compulsive or frequent use of profanity or taboo words and phrases (coprolalia), as it is commonly misunderstood to be. Only approximately 10% of people with Tourette's exhibit coprolalia at all, and most Tourette's tics (which can be physical or verbal) often go unnoticed by casual observers.",
      "section": "Human body and health",
      "subsection": "Disease and preventive healthcare",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "diethaslittleinfluenceonthebod-6e1f",
      "text": "Diet has little influence on the body's detoxification, and there is no evidence that detoxification diets rid the body of toxins. Toxins are metabolized and removed from the bloodstream by the liver and kidneys, and they are primarily removed from the body in urine and bile (excreted with the feces).",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "drinkingmilkorconsumingotherda-7e23",
      "text": "Drinking milk or consuming other dairy products does not increase mucus production. As a result, they do not need to be avoided by those with the flu or cold congestion. However, milk and saliva in one's mouth mix to create a thick liquid that can briefly coat the mouth and throat. The sensation that lingers may be mistaken for increased phlegm.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "drinkingeightglasses23litersof-a9a4",
      "text": "Drinking eight glasses (2–3 liters) of water a day is not needed to maintain health. The amount of water needed varies by person, weight, diet, activity level, clothing, and the ambient temperature and humidity. Water does not actually need to be drunk in pure form, and can be derived from liquids such as juices, tea, milk, soups, etc., and from foods including fruits and vegetables.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "drinkingcoffeeandothercaffeina-331e",
      "text": "Drinking coffee and other caffeinated beverages does not cause dehydration for regular drinkers, although it can for occasional drinkers.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eatingdisordersdonotexclusivel-2cbd",
      "text": "Eating disorders do not exclusively affect women; women are merely more likely than men to suffer from eating disorders.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "neitherspicyfoodnorcoffeehasas-2186",
      "text": "Neither spicy food nor coffee has a significant effect on the development of peptic ulcers.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "sugardoesnotcauseclinicalhyper-ee48",
      "text": "Sugar does not cause clinical hyperactivity in children. Double-blind trials have shown no difference in behavior between children given sugar-full or sugar-free diets, even in studies specifically looking at children with attention deficit hyperactivity disorder or those considered sensitive to sugar. A 2019 meta-analysis found no positive effect of sugar consumption on mood but did find an association with lower alertness and increased fatigue within an hour of consumption, known as a sugar crash. Sugar can, however, lead to a jump in blood sugar levels, causing temporary hyperactivity even if it does not cause clinical hyperactivity.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eatingnutspopcornorseedsdoesno-2ea6",
      "text": "Eating nuts, popcorn, or seeds does not increase the risk of diverticulitis. These foods may actually have a protective effect.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eatinglessthananhourbeforeswim-64a0",
      "text": "Eating less than an hour before swimming does not significantly increase the risk of experiencing muscle cramps, and does not increase the risk of drowning. One study shows a correlation between alcohol consumption and drowning, but not between eating and stomach cramps.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "veganandvegetariandietscanprov-f91b",
      "text": "Vegan and vegetarian diets can provide enough protein for adequate nutrition. In fact, typical protein intakes of ovo-lacto vegetarians meet or exceed requirements. The American Dietetic Association maintains that appropriately planned vegetarian diets are healthful. However, a vegan diet does require supplementation of vitamin B12, and vitamin B12 deficiency occurs in up to 80% of vegans that do not supplement their diet. Consuming no animal products increases the risk of deficiencies of vitamins B12 and D, calcium, iron, omega-3 fatty acids, and sometimes iodine. Vegans are also at risk of low bone mineral density without supplementation for the aforementioned nutrients.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "swallowedchewinggumdoesnottake-3dee",
      "text": "Swallowed chewing gum does not take seven years to digest. Chewing gum is mostly indigestible, and passes through the digestive system at the same rate as other matter.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thebetacaroteneincarrotsdoesno-9372",
      "text": "The beta carotene in carrots does not enhance night vision beyond normal levels for people receiving an adequate amount, only in those with a deficiency of vitamin A. The belief that it does may have originated from World War II British disinformation meant to explain the Royal Air Force's improved success in night battles, which was actually due to radar and the use of red lights on instrument panels.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "spinachisnotaparticularlygoods-9392",
      "text": "Spinach is not a particularly good source of dietary iron. While it does contain more iron than many vegetables such as asparagus, Swiss chard, kale, or arugula, it contains only about one-third to one-fifth of the iron in lima beans, chickpeas, apricots, or wheat germ. Additionally, the non-heme iron found in spinach and other vegetables is not as readily absorbed as the heme iron found in meats and fish.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mostcasesofobesityarenotrelate-849b",
      "text": "Most cases of obesity are not related to slower resting metabolism. Resting metabolic rate does not vary much between people. Overweight people tend to underestimate the amount of food they eat, and underweight people tend to overestimate. In fact, overweight people tend to have faster metabolic rates due to the increased energy required by the larger body.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "eatingnormalamountsofsoydoesno-176f",
      "text": "Eating normal amounts of soy does not cause hormonal imbalance.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnogoodevidencethatlowca-7029",
      "text": "There is no good evidence that low-carbohydrate diets have any health benefits besides weight loss, for which they are about as effective as other diets. Weight loss is primarily a result of caloric restriction, and is not significantly influenced by the balance between fat and carbohydrate in one's diet.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "alcoholicbeveragesdonotmakethe-8925",
      "text": "Alcoholic beverages do not make the entire body warmer. Alcoholic drinks create the sensation of warmth because they cause blood vessels to dilate and stimulate nerve endings near the surface of the skin with an influx of warm blood. This can actually result in making the core body temperature lower, as it allows for easier heat exchange with a cold external environment.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "alcoholdoesnotnecessarilykillb-bb93",
      "text": "Alcohol does not necessarily kill brain cells. Alcohol can, however, lead indirectly to the death of brain cells in two ways. First, in chronic, heavy alcohol users whose brains have adapted to the effects of alcohol, abrupt ceasing following heavy use can cause excitotoxicity leading to cellular death in multiple areas of the brain. Second, in alcoholics who get most of their daily calories from alcohol, a deficiency of thiamine can produce Korsakoff's syndrome, which is associated with serious brain damage.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theorderinwhichdifferenttypeso-5701",
      "text": "The order in which different types of alcoholic beverages are consumed (\"Grape or grain but never the twain\" and \"Beer before liquor never sicker; liquor before beer in the clear\") does not affect intoxication or create adverse side effects.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "authenticabsinthehasnohallucin-ac4f",
      "text": "Authentic absinthe has no hallucinogenic properties, and is no more dangerous than any other alcoholic beverage of equivalent proof. This misconception stems from late-19th- and early-20th-century distillers who produced cheap knockoff versions of absinthe, which used copper salts to recreate the distinct green color of true absinthe, and some also reportedly adulterated cheap absinthe with poisonous antimony trichloride, reputed to enhance the louche effect.",
      "section": "Human body and health",
      "subsection": "Nutrition, food, and drink",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "olderadultsarenotnecessarilyse-89f9",
      "text": "Older adults are not necessarily sexually inactive nor have they lost interest in sex; although the frequency of sexual activity tends to decline with age, older adults are still sexually active. One survey in England of people aged 60–69 recorded 86% of men and 60% of women as sexually active.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "itisnotpossibletogetpregnantfr-5336",
      "text": "It is not possible to get pregnant from semen released in a commercial swimming pool without penetration. The sperm cells would be quickly killed by the chlorinated water and would not survive long enough to reach the vagina.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "anexaminationofthehymenisnotan-6aee",
      "text": "An examination of the hymen is not an accurate or reliable indicator that a woman or girl has had penetrative sex, because the tearing of the hymen may have been the result of some other event, and some women are born without one. Virginity tests, such as the \"two-finger\" test, are unscientific.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "handsizeandfootsizedonotcorrel-2178",
      "text": "Hand size and foot size do not correlate with human penis size, but finger length ratio may.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "whilepregnanciesfromsexbetween-ed2a",
      "text": "While pregnancies from sex between first cousins do carry a slightly elevated risk of birth defects, this risk is often exaggerated. The risk is 5–6% (similar to that of a woman in her early 40s giving birth), compared with a baseline risk of 3–4%. The effects of inbreeding depression, while still relatively small compared to other factors (and thus difficult to control for in a scientific experiment), become more noticeable if isolated and maintained for several generations.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "havingsexbeforeasportingevento-775a",
      "text": "Having sex before a sporting event or contest is not physiologically detrimental to performance. In fact some studies suggest that sex prior to sports activity can elevate male testosterone levels (which could potentially enhance performance for male athletes), while long periods of abstinence can reduce those levels.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theheightenedsensitivitysomewo-7d80",
      "text": "The heightened sensitivity some women experience at the G-spot is not due to it being a distinct anatomical structure, but rather because pressure in that area may stimulate other internal structures, notably the Skene's gland. Many sexologists take issue with the term, concerned that women who \"fail to find their G-spot\" may feel abnormal.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "closetedorlatenthomosexualityi-4f44",
      "text": "Closeted or latent homosexuality is not correlated with internalized homophobia. A 1996 study claiming a connection in men has not been verified by subsequent studies, including a 2013 study that found no correlation.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "themenstrualcyclesofwomenwholi-36c8",
      "text": "The menstrual cycles of women who live together do not tend to synchronize. A 1971 study made this claim, but subsequent research has not supported it.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "havinganabortiondoesnotincreas-62bc",
      "text": "Having an abortion does not increase someone's risk of developing breast cancer. Some smaller, less reliable early studies suggested that abortion could be linked to breast cancer, but the scientific community has concluded that abortion does not cause breast cancer.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnoevidencethatenglishsp-7116",
      "text": "There is no evidence that English-speaking Christian missionaries encouraged converts to use the Missionary Position in the colonial era. This notion probably originated from Alfred Kinsey's Sexual Behavior in the Human Male (1948) through misunderstandings and misinterpretations of historical documents.",
      "section": "Human body and health",
      "subsection": "Sexuality and reproduction",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "waterinducedwrinklesarenotcaus-54b6",
      "text": "Water-induced wrinkles are not caused by the skin absorbing water and swelling. They are caused by the autonomic nervous system, which triggers localized vasoconstriction in response to wet skin, yielding a wrinkled appearance.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "apersonshairandfingernailsdono-3f6a",
      "text": "A person's hair and fingernails do not continue to grow after death. Rather, the skin dries and shrinks away from the bases of hairs and nails, giving the appearance of growth.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "shavingdoesnotcauseterminalhai-7b56",
      "text": "Shaving does not cause terminal hair to grow back thicker or darker. This belief is thought to be due to the fact that hair that has never been cut has a tapered end, so after cutting, the base of the hair is blunt and appears thicker and feels coarser. The fact that short hairs are less flexible than longer hairs contributes to this effect.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "mc1rthegenemostlyresponsiblefo-728d",
      "text": "MC1R, the gene mostly responsible for red hair, is not becoming extinct, nor will the gene for blond hair do so, although both are recessive alleles. Redheads and blonds may become rarer but will not die out unless everyone who carries those alleles dies without passing their hair color genes on to their children.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "acneisnotcausedbyalackofhygien-2f6b",
      "text": "Acne is not caused by a lack of hygiene or eating fatty foods, though certain medication or a carbohydrate-rich diet may worsen it.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "dandruffisnotcausedbypoorhygie-4d2c",
      "text": "Dandruff is not caused by poor hygiene, though infrequent hair-washing can make it more obvious. The exact causes of dandruff are uncertain, but they are believed to be mostly genetic and environmental factors.",
      "section": "Human body and health",
      "subsection": "Skin and hair",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "jameswattdidnotinventthesteame-c512",
      "text": "James Watt did not invent the steam engine, nor were his ideas on steam engine power inspired by a kettle lid pressured open by steam. Watt improved upon the already commercially successful Newcomen atmospheric engine (invented in 1712 by Thomas Newcomen) in the 1760s and 1770s, making certain improvements critical to its future usage, particularly the external condenser, increasing its efficiency, and later the mechanism for transforming reciprocating motion into rotary motion; his new steam engine later gained huge fame as a result.",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughtheguillotinewasnameda-8381",
      "text": "Although the guillotine was named after the French physician Joseph-Ignace Guillotin, he neither invented nor was executed with this device. He died peacefully in his own bed in 1814. Rather, it was Guillotin's speech favoring beheadings over other forms of execution that led to the device being referred to as \"La machine Guillotine\" and later simply guillotine.",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thomascrapperdidnotinventthefl-b3e5",
      "text": "Thomas Crapper did not invent the flush toilet. A forerunner of the modern toilet was invented by the Elizabethan courtier Sir John Harington in the 16th century, and in 1775 the Scottish mechanic Alexander Cumming developed and patented a design for a toilet with an S-trap and flushing mechanism. Crapper, however, did much to increase the popularity of the flush toilet and introduced several innovations in the late 19th century, holding nine patents, including one for the floating ballcock.",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thomasedisondidnotinventthelig-7aee",
      "text": "Thomas Edison did not invent the light bulb. The team of inventors Edison employed at his laboratories in Menlo Park, New Jersey did, however, develop the first practical light bulb in 1880 (employing a carbonized bamboo filament), shortly prior to Joseph Swan, who invented an even more efficient bulb in 1881 (which used a cellulose filament).",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "henryforddidnotinventeitherthe-b547",
      "text": "Henry Ford did not invent either the automobile or the assembly line. He did improve the assembly line process substantially, sometimes through his own engineering but more often through sponsoring the work of his employees, and he was the main person behind the introduction of the Model T, regarded as the first affordable automobile. Karl Benz (co-founder of Mercedes-Benz) is credited with the invention of the first modern automobile, and the assembly line has existed throughout history.",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "algoreneversaidthathehadinvent-f329",
      "text": "Al Gore never said that he had \"invented\" the Internet. What Gore actually said was, \"During my service in the United States Congress, I took the initiative in creating the Internet\", in reference to his political work towards developing the Internet for widespread public use. Gore was the original drafter of the High Performance Computing and Communication Act of 1991, which provided significant funding for supercomputing centers, and this in turn led to upgrades of a major part of the already-existing early 1990s Internet backbone, the NSFNet, and development of NCSA Mosaic, the browser that popularized the World Wide Web. (See also: Al Gore and information technology)",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "kodakdidnotrefusetoinvestindig-3e30",
      "text": "Kodak did not refuse to invest in digital cameras, but was rather a pioneer in the field, and at one point was the market leader in digital camera sales in the United States.",
      "section": "Inventions",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnoevidencethattheancien-8429",
      "text": "There is no evidence that the ancient Greeks deliberately designed the Parthenon to match the golden ratio. The Parthenon was completed in 438 BCE, more than a century before the first recorded mention of the ratio by Euclid. Similarly, Leonardo da Vinci's Vitruvian Man makes no mention of the golden ratio in its text, although it describes many other proportions.",
      "section": "Mathematics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "usingtypicalmodernconstruction-e2df",
      "text": "Using typical modern constructions of the real numbers, the repeating decimal commonly written as 0.999... represents exactly the same quantity as 1. This is due to the fact that 0.999... approaches 1 as their difference is considered more and more precisely—informally, that 0.999... is vanishingly close to 1. 0.99 is closer to 1 than 0.9, 0.999 is closer to 1 than 0.99, and generally ${\\textstyle {\\frac {9}{10^{1}}}+{\\frac {9}{10^{2}}}+\\cdots +{\\frac {9}{10^{n}}}}$ gets ever closer to 1 as the value of ${\\displaystyle n}$ is increased, as far as desired.",
      "section": "Mathematics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thepvalueisnottheprobabilityth-c19f",
      "text": "The p-value is not the probability that the null hypothesis is true, or the probability that the alternative hypothesis is false; it is the probability of obtaining results at least as extreme as the results actually observed under the assumption that the null hypothesis was correct, which can indicate the incompatibility of results with the specific statistical model assumed in the null hypothesis. This misconception, and similar ones like it, contributes to the common misuse of p-values in education and research.",
      "section": "Mathematics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ifoneweretoflipafaircoinfiveti-c84b",
      "text": "If one were to flip a fair coin five times and get heads each time, it would not be any more likely for a sixth flip to come up tails. Phrased another way, after a long and/or unlikely streak of independently random events, the probability of the next event is not influenced by the preceding events. Humans often feel that the underrepresented outcome is more likely, as if it is due to happen. Such thinking may be attributed to the mistaken belief that gambling, or even chance itself, is a fair process that can correct itself in the event of streaks.",
      "section": "Mathematics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theliftforceisnotgeneratedbyth-b6d6",
      "text": "The lift force is not generated by the air taking the same time to travel above and below an aircraft's wing. This misconception, sometimes called the equal transit-time fallacy, is widespread among textbooks and non-technical reference books, and even appears in pilot training materials. In fact, the air moving over the top of an aerofoil generating lift is always moving much faster than the equal transit theory would imply, as described in the incorrect and correct explanations of lift force.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "blowingoveracurvedpieceofpaper-9bb6",
      "text": "Blowing over a curved piece of paper does not demonstrate Bernoulli's principle. Although a common classroom experiment is often explained this way, Bernoulli's principle only applies within a flow field, and the air above and below the paper are in different flow fields. The paper rises because the air follows the curve of the paper and a curved streamline will develop pressure differences perpendicular to the airflow.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thecorioliseffectdoesnotcausew-b339",
      "text": "The Coriolis effect does not cause water to consistently drain from basins in a clockwise/counter-clockwise direction depending on the hemisphere. The common myth often refers to the draining action of flush toilets and bathtubs. In fact, rotation is determined by whatever minor rotation is initially present at the time the water starts to drain, as the magnitude of the Coriolis acceleration is negligibly small compared to the inertial acceleration of flow within a typical basin.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "generalrelativitydoesnotimplyt-ab32",
      "text": "General relativity does not imply that mass increases as an object approaches the speed of light; it is an object's momentum, a quantity dependent upon both mass and velocity, that increases asymptotically as it approaches the speed of light. The mass-energy equivalence equation is thus more accurately expressed as E=γmc², where γ is a variable dependent upon velocity. For an object at rest, γ=1 resulting in the familiar equation E=mc².",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "neithergyroscopicforcesnorgeom-6d12",
      "text": "Neither gyroscopic forces nor geometric trail are required for a rider to balance a bicycle or for it to demonstrate self-stability. Although gyroscopic forces and trail can be contributing factors, it has been demonstrated that those factors are neither required nor sufficient by themselves.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "apennydroppedfromtheempirestat-80f9",
      "text": "A penny dropped from the Empire State Building would not kill a person or crack the sidewalk. A penny is too light and has too much air resistance to acquire enough speed to do much damage since it reaches terminal velocity after falling about 15 metres (50 ft). Heavier or more aerodynamic objects could cause significant damage if dropped from that height.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "usingaprogrammablethermostatss-a621",
      "text": "Using a programmable thermostat's setback feature to limit heating or cooling in a temporarily unoccupied building does not waste as much energy as leaving the temperature constant. Using setback saves energy (5–15%) because heat transfer across the surface of the building is roughly proportional to the temperature difference between its inside and the outside.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "itisnotpossibleforapersontocom-4b04",
      "text": "It is not possible for a person to completely submerge in quicksand, as commonly depicted in fiction, although sand entrapment in the nearshore of a body of water can be a drowning hazard as the tide rises.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "quantumnonlocalitycausedbyquan-6a6e",
      "text": "Quantum nonlocality caused by quantum entanglement does not allow faster-than-light communication or imply instant action at a distance, despite its common characterization as \"spooky action at a distance\". Rather, it means that certain experiments cannot be explained by local realism.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "theslipperinessoficeisnotdueto-91e0",
      "text": "The slipperiness of ice is not due to pressure melting. While it is true that increased pressure, such as that exerted by someone standing on a sheet of ice, will lower the melting point of ice, experiments show that the effect is too weak to account for the lowered friction. Materials scientists still debate whether premelting or the heat of friction is the dominant cause of ice's slipperiness.",
      "section": "Physics",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "cannabisuseinpregnancyisnotlow-12392",
      "text": "Cannabis use in pregnancy is not low risk. The tetrahydrocannabinol (THC) within cannabis crosses the placenta, directly exposing the developing fetus to this chemical. Cannabis use in pregnancy is linked to increased risk of preterm delivery and lower birth weight, along with a higher likelihood of infants needing placement in the neonatal intensive care unit. Additionally, infants exposed to cannabis in pregnancy may have increased rates of behavioral conditions such as hyperactivity and impulsivity, attention deficits, sleep disorders, emotional disturbances, and a higher chance of substance use. According to a 2015 study, 70% of American women that had used marijuana in the past year thought that consumption of cannabis once or twice per week carried low to no risk of general harm.",
      "section": "Psychology and neuroscience",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "truephotographicmemorytheabili-10763",
      "text": "True photographic memory (the ability to remember endless images, particularly pages or numbers, with such a high degree of precision that the image mimics a photo) has never been demonstrated to exist in any individual, although a small number of young children have eidetic memory, where they can recall an object with high precision for a few minutes after it is no longer present. Many people have claimed to have a photographic memory, but those people have been shown to have high precision memories as a result of mnemonic devices rather than a natural capacity for detailed memory encoding. There are rare cases of individuals with exceptional memory, but none of them have a memory that mimics that of a camera.",
      "section": "Psychology and neuroscience",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thephaseofthemoondoesnotinflue-7e33",
      "text": "The phase of the Moon does not influence fertility, cause a fluctuation in crime, or affect the stock market. There is no correlation between the lunar cycle and human biology or behavior. However, the increased amount of illumination during the full moon may account for increased epileptic episodes, motorcycle accidents, or sleep disorders.",
      "section": "Psychology and neuroscience",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "vaccinesdonotcauseautismthereh-5d76",
      "text": "Vaccines do not cause autism. There have been no successful attempts to reproduce fraudulent research by British ex-doctor Andrew Wakefield, where the misconception likely originates. Wakefield's research was ultimately shown to have been manipulated.",
      "section": "Psychology and neuroscience",
      "subsection": "Mental disorders",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "dyslexiaisnotdefinedordiagnose-9d2b",
      "text": "Dyslexia is not defined or diagnosed as mirror writing or reading letters or words backwards. Mirror writing and reading letters or words backwards are behaviors seen in many children (dyslexic or not) as they learn to read and write. Dyslexia is a neurodevelopmental disorder of people who have at least average intelligence and who have difficulty in reading and writing that is not otherwise explained by low intelligence.",
      "section": "Psychology and neuroscience",
      "subsection": "Mental disorders",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "selfharmisnotgenerallyanattent-7ffd",
      "text": "Self-harm is not generally an attention-seeking behavior. People who engage in self-harm are typically very self-conscious of their wounds and scars and feel guilty about their behavior, leading them to go to great lengths to conceal it from others. They may offer alternative explanations for their injuries, or conceal their scars with clothing.",
      "section": "Psychology and neuroscience",
      "subsection": "Mental disorders",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thereisnoevidencethatachemical-4eeb",
      "text": "There is no evidence that a chemical imbalance or neurotransmitter deficiency is the sole factor in depression and other mental disorders, but rather a combination of biological, psychological, and social factors.",
      "section": "Psychology and neuroscience",
      "subsection": "Mental disorders",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "schizophreniaischaracterizedby-dd03",
      "text": "Schizophrenia is characterized by continuous or relapsing episodes of psychosis. Major symptoms include hallucinations (typically hearing voices), delusions, paranoia, and disorganized thinking. Other symptoms include social withdrawal, decreased emotional expression, and apathy. The term was coined from the Greek roots schizein and phrēn, \"to split\" and \"mind\", in reference to a \"splitting of mental functions\" seen in schizophrenia, not a splitting of the personality. It does not involve split or multiple personalities; a split or multiple personality is dissociative identity disorder.",
      "section": "Psychology and neuroscience",
      "subsection": "Mental disorders",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "broadgeneralizationsareoftenma-4e7e",
      "text": "Broad generalizations are often made in popular psychology about certain brain functions being lateralized, or more predominant in one hemisphere than the other. These claims are often inaccurate or overstated.",
      "section": "Psychology and neuroscience",
      "subsection": "Brain",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thehumanbrainparticularlythepr-12c5b",
      "text": "The human brain, particularly the prefrontal cortex, does not reach \"full maturity\" or \"full development\" at any particular age (e.g. 16, 18, 21, 25, 30). Changes in structure and myelination of gray matter are recorded to continue with relative consistency all throughout life including until death. Different mental abilities peak earlier or later in life. The myth is believed to have originated from Jay Giedd's work on the adolescent brain funded by the National Campaign to Prevent Teen Pregnancy, though it has also been popularized by Laurence Steinberg in his work with adolescent criminal reform who has considered ages 10–25 to constitute cognitive adolescence, despite denying any connection to the notion of the brain maturing at \"25\".",
      "section": "Psychology and neuroscience",
      "subsection": "Brain",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humansdonotgenerateallofthebra-5f73",
      "text": "Humans do not generate all of the brain cells they will ever have by the age of two years. Although this belief was held by medical experts until 1998, it is now understood that new neurons can be created after infancy in some parts of the brain into late adulthood.",
      "section": "Psychology and neuroscience",
      "subsection": "Brain",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "peopledonotuseonly10oftheirbra-ec15",
      "text": "People do not use only 10% of their brains. While it is true that a small minority of neurons in the brain are actively firing at any one time, a healthy human will normally use most of their brain over the course of a day, and the inactive neurons are important as well. The idea that activating 100% of the brain would allow someone to achieve their maximum potential and/or gain various psychic abilities is common in folklore and fiction, but doing so in real life would likely result in a fatal seizure. This misconception was attributed to late 19th century leading thinker William James, who apparently used the expression only metaphorically.",
      "section": "Psychology and neuroscience",
      "subsection": "Brain",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughphineasgagesbraininjur-6981",
      "text": "Although Phineas Gage's brain injuries, caused by a several-foot-long tamping rod driven completely through his skull, caused him to become temporarily disabled, many fanciful descriptions of his aberrant behavior in later life are without factual basis or contradicted by known facts.",
      "section": "Psychology and neuroscience",
      "subsection": "Brain",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "humanshavemorethanthecommonlyc-ecb1",
      "text": "Humans have more than the commonly cited five senses. The number of senses in various categorizations ranges from 5 to more than 20. In addition to sight, smell, taste, touch, and hearing, which were the senses identified by Aristotle, humans can sense balance and acceleration (equilibrioception), pain (nociception), body and limb position (proprioception or kinesthetic sense), and relative temperature (thermoception). Other senses sometimes identified are the sense of time, echolocation, itching, pressure, hunger, thirst, fullness of the stomach, need to urinate, need to defecate, blood carbon dioxide (CO2) levels, and electric field sensation.",
      "section": "Psychology and neuroscience",
      "subsection": "Senses",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "alldifferenttastescanbedetecte-4fd2",
      "text": "All different tastes can be detected on all parts of the tongue by taste buds, with slightly increased sensitivities in different locations depending on the person; the tongue map showing the contrary is fallacious.",
      "section": "Psychology and neuroscience",
      "subsection": "Senses",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "therearenotfourprimarytastesbu-698c",
      "text": "There are not four primary tastes, but five: in addition to bitter, sour, salty, and sweet, humans have taste receptors for umami, which is a \"savory\" or \"meaty\" taste. Fat does interact with specific receptors in taste bud cells, but whether it is a sixth primary taste remains inconclusive.",
      "section": "Psychology and neuroscience",
      "subsection": "Senses",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thehumansenseofsmellisnotweako-3daf",
      "text": "The human sense of smell is not weak or underdeveloped. Humans have similar senses of smell to other mammals, and are more sensitive to some odors than rodents and dogs.",
      "section": "Psychology and neuroscience",
      "subsection": "Senses",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "smokelesstobaccoisnotasafealte-92a6",
      "text": "Smokeless tobacco is not a \"safe\" alternative to conventional tobacco; smokeless tobacco products contain nicotine and are therefore highly addictive. They also can cause various harmful effects such as dental disease, oral cancer, oesophagus cancer, and pancreas cancer, coronary heart disease, as well as negative reproductive effects including stillbirth, premature birth and low birth weight.",
      "section": "Toxicology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "swallowinggasolinedoesnotgener-3dd4",
      "text": "Swallowing gasoline does not generally require special emergency treatment, as long as it goes into the stomach and not the lungs; inducing vomiting can make it worse.",
      "section": "Toxicology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "achloroformsoakedragcannotinst-b102",
      "text": "A chloroform-soaked rag cannot instantly incapacitate a person. It takes at least five minutes of inhaling an item soaked in chloroform to render a person unconscious. Most criminal cases involving chloroform also involve another drug being co-administered, such as alcohol or diazepam, or the victim being found to have been complicit in its administration. The misconception that chloroform can be used as an incapacitating agent has been popularized by crime fiction authors.",
      "section": "Toxicology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "althoughbananascontainnaturall-a7b4",
      "text": "Although bananas contain naturally occurring radioactive isotopes, particularly potassium-40 (40K), which emit ionizing radiation when undergoing radioactive decay, the levels of such radiation are far too low to induce radiation poisoning, and bananas are not a radiation hazard. It would not be physically possible to eat enough bananas to cause radiation poisoning, as the radiation dose from bananas is non-cumulative. (See also: Banana equivalent dose)",
      "section": "Toxicology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "ingestingvisineabrandofeyedrop-5aca",
      "text": "Ingesting Visine, a brand of eye drops, does not cause diarrhea. It is neurotoxic, with consumption causing several serious side-effects. Pranks spiking people with Visine rose after the misconception was popularized by the film Wedding Crashers.",
      "section": "Toxicology",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "thebermudatriangledoesnothavea-2982",
      "text": "The Bermuda Triangle does not have any more shipwrecks or mysterious disappearances than most other waterways.",
      "section": "Transportation",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "toiletwasteisneverintentionall-a160",
      "text": "Toilet waste is never intentionally jettisoned from a commercial aircraft. All waste is collected in tanks and emptied into toilet waste vehicles. Blue ice is caused by accidental leakage from the waste tank. Passenger train toilets, on the other hand, have indeed historically flushed onto the tracks; modern trains in most developed countries usually have retention tanks on board and therefore do not dispose of waste in such a manner.",
      "section": "Transportation",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "automotivebatteriesstoredonaco-101b5",
      "text": "Automotive batteries stored on a concrete floor do not discharge any faster than they would on other surfaces, in spite of a worry that concrete harms batteries. Early batteries with porous, leaky cases may have been susceptible to moisture from floors, but for many years lead–acid car batteries have had impermeable polypropylene cases. While most modern automotive batteries are sealed, and do not leak battery acid when properly stored and maintained, the sulfuric acid in them can leak out and stain, etch, or corrode concrete floors if their cases crack or tip over or their vent-holes are breached by floods.",
      "section": "Transportation",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "kahncharlesh2001pythagorasandt-62fc",
      "text": "Kahn, Charles H. (2001). Pythagoras and the Pythagoreans: A Brief History. Indianapolis, Indiana and Cambridge, England: Hackett Publishing Company. ISBN 978-0-87220-575-8. OCLC 46394974 – via Internet Archive.",
      "section": "Sources",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    },
    {
      "id": "varasdijallen1996mythinformati-1b77",
      "text": "Varasdi, J. Allen (1996). Myth Information. New York: Ballantine Books. ISBN 0-345-41049-1.",
      "section": "Sources",
      "category": "Science, Technology & Mathematics",
      "source": "https://en.wikipedia.org/wiki/List_of_common_misconceptions_about_science,_technology,_and_mathematics"
    }
  ]
}